[
  {
    "keyText": "well.\n\nin a skillful or effective way.\n\nShe speaks Japanese well.",
    "valueText": "iyi"
  },
  {
    "keyText": "teacher.\n\nsomeone whose job is to teach.\n\na French/math/piano teacher",
    "valueText": "öğretmen"
  },
  {
    "keyText": "wall.\n\nan upright side of a room inside a building.\n\nOn the opposite wall hung a valuable old painting.",
    "valueText": "duvar"
  },
  {
    "keyText": "safe.\n\nprotected from being hurt, damaged, lost, stolen, etc..\n\nWill my car be safe if I park it on the street?",
    "valueText": "güvenli"
  },
  {
    "keyText": "answer.\n\nto give a spoken reply to a question.\n\nI want you to answer one simple question.",
    "valueText": "cevap"
  },
  {
    "keyText": "each.\n\nused for referring to all the people or things in a group, especially when considering every one separately.\n\nEach request will be given careful consideration.",
    "valueText": "her"
  },
  {
    "keyText": "fish.\n\nan animal that lives in water and swims. It breathes by using its gills and moves by using its tail and fins. Saltwater fish live in the ocean and freshwater fish live in rivers and lakes.\n\nLittle silver fish swam past.",
    "valueText": "balık"
  },
  {
    "keyText": "thing.\n\nan object, or an item. This word is used when you cannot or do not want to refer to the object or item in a more specific way.\n\nWhat’s that thing over there on the table?",
    "valueText": "şey"
  },
  {
    "keyText": "dress.\n\nto put on clothes. This verb is common in writing, but when you are speaking it is more usual to say that you get dressed.\n\nIt only took her ten minutes to shower and dress.",
    "valueText": "elbise"
  },
  {
    "keyText": "look.\n\nto direct your eyes toward someone or something so that you can see them.\n\nLooking closely you could see traces of gray in her hair.",
    "valueText": "bakmak"
  },
  {
    "keyText": "again.\n\nused for saying that something happens or someone does something one more time when it has already happened or been done before.\n\nYou’ll have to tell me again – I wasn’t listening.",
    "valueText": "tekrar"
  },
  {
    "keyText": "woman.\n\nan adult female person.\n\nWe need more women in government.",
    "valueText": "kadın"
  },
  {
    "keyText": "bus.\n\na large road vehicle with a lot of seats which you pay to travel on, especially one that takes you fairly short distances and stops frequently.\n\nby bus: The children go to school by bus.",
    "valueText": "otobüs"
  },
  {
    "keyText": "nationality.\n\nthe legal status of being a citizen of a particular country.\n\nBritish/American/German nationality",
    "valueText": "milliyet"
  },
  {
    "keyText": "pay.\n\nto give money in order to buy something.\n\npay for: Let me pay for dinner.",
    "valueText": "ödemek"
  },
  {
    "keyText": "quarter.\n\none of four equal parts of something.\n\nquarter of: Over a quarter of our income goes for food.",
    "valueText": "çeyrek"
  },
  {
    "keyText": "ask.\n\nto speak or write to someone in order to get information from them.\n\nI wondered who had given her the ring but was afraid to ask.",
    "valueText": "sor"
  },
  {
    "keyText": "tall.\n\na tall person or object has greater height than the average person or object.\n\na tall thin woman",
    "valueText": "uzun boylu"
  },
  {
    "keyText": "tree.\n\na very tall plant that has deep roots, a thick stem made of wood, and many branches.\n\nAs a child, Jed loved to climb trees.",
    "valueText": "ağaç"
  },
  {
    "keyText": "say.\n\nto express something using words.\n\n“Nice to meet you,” he said with a smile.",
    "valueText": "söylemek"
  },
  {
    "keyText": "sheep.\n\n.\n\n",
    "valueText": "koyun"
  },
  {
    "keyText": "home.\n\nthe place where you live.\n\nWe go to a school close to our home.",
    "valueText": "ev"
  },
  {
    "keyText": "near.\n\nclose to someone or something.\n\nA group of students were standing near the entrance.",
    "valueText": "yakın"
  },
  {
    "keyText": "cat.\n\n.\n\n",
    "valueText": "kedi"
  },
  {
    "keyText": "until.\n\nhappening or done up to a particular point in time, and then stopping.\n\nBaker is expected to be here until the end of the week.",
    "valueText": "-e kadar"
  },
  {
    "keyText": "only.\n\nused for emphasizing that an amount, number, size, age, percentage, etc. is small or smaller than expected.\n\nThe police station was only 150 metres away.",
    "valueText": "bir tek"
  },
  {
    "keyText": "course.\n\na series of classes or lectures in an academic subject or a practical skill.\n\na drama/secretarial/Spanish course",
    "valueText": "ders"
  },
  {
    "keyText": "choose.\n\nto decide which you want from a number of people or things.\n\nDo you feel that you chose the wrong career?",
    "valueText": "seçmek"
  },
  {
    "keyText": "help.\n\nto give someone support or information so that they can do something more easily.\n\nIf you are finding that difficult, I could help you.",
    "valueText": "yardım etmek"
  },
  {
    "keyText": "boat.\n\na small vehicle that people use for traveling on water. Boats are usually smaller than ships, and are moved by means of sails, oars, or motors.\n\nby boat: The only way to get there was by boat.",
    "valueText": "tekne"
  },
  {
    "keyText": "every.\n\nused for referring to all the people or things of a particular type or in a particular group, or all the parts of something.\n\nEvery bedroom has its own private bathroom.",
    "valueText": "her"
  },
  {
    "keyText": "cow.\n\n.\n\n",
    "valueText": "inek"
  },
  {
    "keyText": "plant.\n\na living thing that grows in soil, has leaves and roots, and needs water and light from the sun to live.\n\na garden/pot/house plant",
    "valueText": "bitki"
  },
  {
    "keyText": "little.\n\nused for referring to an extremely small amount of something.\n\nThere is little time to prepare for the exams.",
    "valueText": "küçük"
  },
  {
    "keyText": "school.\n\na place where children go to be taught.\n\nIt’s the biggest school in the city.",
    "valueText": "okul"
  },
  {
    "keyText": "happy.\n\nfeeling pleased and satisfied.\n\nThe children seem very happy at school.",
    "valueText": "mutlu"
  },
  {
    "keyText": "part.\n\none of the pieces, sections, aspects, etc. that something consists of.\n\nIt was a pretty boring class, but the part about using spreadsheets was quite useful.",
    "valueText": "bölüm"
  },
  {
    "keyText": "written.\n\nsomething that is written involves writing and not speaking or drawing.\n\nwritten records",
    "valueText": "yazılı"
  },
  {
    "keyText": "noise.\n\na loud or unpleasant sound.\n\nThe noise from the machines is deafening.",
    "valueText": "gürültü"
  },
  {
    "keyText": "job.\n\nwork that you do regularly to earn money. When you ask someone about their job, you usually say “What do you do?”, and not “What is your job?” The answer would usually be “I am a ...” or “I work as a...”, and not “My job is...”.\n\njob as: She has a job as a restaurant manager.",
    "valueText": "iş"
  },
  {
    "keyText": "small.\n\nnot large in size, amount, or number.\n\nThese shoes are too small for me.",
    "valueText": "küçük"
  },
  {
    "keyText": "board.\n\na long thin flat piece of wood, used especially for making floors and other parts of buildings.\n\nThere’s a loose board in the bedroom floor.",
    "valueText": "yazı tahtası"
  },
  {
    "keyText": "study.\n\nthe process of learning about a subject by going to class and reading.\n\nLibraries are not used only for study.",
    "valueText": "ders çalışmak"
  },
  {
    "keyText": "dark.\n\nlacking light.\n\na dark and stormy night",
    "valueText": "karanlık"
  },
  {
    "keyText": "question.\n\nsomething that someone asks you when they want information.\n\nanswer a question: Why won’t you answer my question?",
    "valueText": "soru"
  },
  {
    "keyText": "left.\n\non the side of your body that is to the west if you are facing north.\n\nHe wore a wedding ring on his left hand.",
    "valueText": "sol"
  },
  {
    "keyText": "sleep.\n\nto go into a natural state in which you are unconscious for a time and your body rests, especially for several hours at night.\n\nThe baby usually sleeps in the afternoon.",
    "valueText": "uyumak"
  },
  {
    "keyText": "cross.\n\nto go from one side of something such as a road or river to the other.\n\nShe wanted to be sure the children had crossed the road safely.",
    "valueText": "çapraz"
  },
  {
    "keyText": "driver.\n\nsomeone who drives a vehicle, especially as their job.\n\na taxi driver",
    "valueText": "şöför"
  },
  {
    "keyText": "tell.\n\nto give information to someone.\n\nIf you see anything suspicious, tell the police.",
    "valueText": "anlatmak"
  },
  {
    "keyText": "place.\n\nan area, or a position.\n\nI don’t like crowded places.",
    "valueText": "yer"
  },
  {
    "keyText": "week.\n\na period of seven days, usually counted from a Sunday.\n\nHe travels south two days a week.",
    "valueText": "hafta"
  },
  {
    "keyText": "pet.\n\n.\n\n",
    "valueText": "evcil hayvan"
  },
  {
    "keyText": "quick.\n\nable to move fast or do something fast.\n\nHe’s surprisingly quick for such a big man.",
    "valueText": "hızlı"
  },
  {
    "keyText": "invite.\n\nto ask someone to come to see you or to spend time with you socially.\n\nHow many people did you invite?",
    "valueText": "davet etmek"
  },
  {
    "keyText": "afternoon.\n\nthe period of time between the middle of the day and the beginning of the evening.\n\nI’ve got a job interview on Tuesday afternoon.",
    "valueText": "öğleden sonra"
  },
  {
    "keyText": "word.\n\na single unit of written or spoken language.\n\nThe Latin word for a table is “mensa.”",
    "valueText": "kelime"
  },
  {
    "keyText": "but.\n\nused for joining two ideas or statements when the second one is different from the first one, or seems surprising after the first one.\n\nWe’re making a lot of progress, but we’ve still got a long way to go.",
    "valueText": "fakat"
  },
  {
    "keyText": "sun.\n\n.\n\n",
    "valueText": "güneş"
  },
  {
    "keyText": "bath.\n\nthe process of washing yourself or someone else in a bathtub.\n\nThe children need a bath tonight.",
    "valueText": "banyo"
  },
  {
    "keyText": "who.\n\nused for asking which person is involved in something, or what someone’s name is.\n\nWho killed John F. Kennedy?",
    "valueText": "kim"
  },
  {
    "keyText": "ride.\n\nto sit on an animal, especially a horse, and control its movements as it moves along.\n\nI learned to ride only last year.",
    "valueText": "sürmek"
  },
  {
    "keyText": "cup.\n\na small round container for a drink, usually with a handle.\n\nHenry took the coffee cups into the kitchen.",
    "valueText": "fincan"
  },
  {
    "keyText": "movie.\n\n.\n\n",
    "valueText": "film"
  },
  {
    "keyText": "bed.\n\na piece of furniture that you sleep on, consisting of a soft comfortable part called a mattress and a base.\n\ndouble/twin/single bed: The room had two single beds in it.",
    "valueText": "yatak"
  },
  {
    "keyText": "get.\n\nto obtain, receive, or be given something.\n\nRoss’s father got a new job.",
    "valueText": "almak"
  },
  {
    "keyText": "tonight.\n\nin the evening or during the night of today.\n\nCall me tonight when you get there.",
    "valueText": "bu gece"
  },
  {
    "keyText": "lesson.\n\na period of time in which someone is taught a skill.\n\na driving/dancing/swimming lesson",
    "valueText": "ders"
  },
  {
    "keyText": "change.\n\nto become different, or to make someone or something different.\n\nSome things never change.",
    "valueText": "değiştirmek"
  },
  {
    "keyText": "breakfast.\n\nthe first meal you have in the morning.\n\nWhat did you have for breakfast this morning?",
    "valueText": "kahvaltı"
  },
  {
    "keyText": "life.\n\nthe period of time from someone’s birth until their death.\n\nShe devoted her life to helping others.",
    "valueText": "hayat"
  },
  {
    "keyText": "dictionary.\n\na reference resource which provides information about words and their meanings, uses, and pronunciations. A dictionary may be published as a printed book, or as a digital product such as a website or app, and it may be monolingual, bilingual, or multilingual..\n\na dictionary of the English language",
    "valueText": "sözlük"
  },
  {
    "keyText": "something.\n\nused for referring to a thing, idea, fact, etc. when you do not know or say exactly what it is.\n\nI could smell something burning.",
    "valueText": "bir şey"
  },
  {
    "keyText": "pig.\n\nan animal with no fur and a curly tail kept by farmers for its meat. A female pig is called a sow and a young pig is called a piglet. The meat from a pig is called pork..\n\nYou greedy pig! You’ve eaten up all the ice cream.",
    "valueText": "domuz"
  },
  {
    "keyText": "shop.\n\na place where you buy things or where you pay for a service.\n\nWe ate lunch at a little coffee shop.",
    "valueText": "dükkan"
  },
  {
    "keyText": "vegetable.\n\na part of a plant used as food, for example a potato, bean, or cabbage.\n\nWe grow all our own vegetables and herbs.",
    "valueText": "sebze"
  },
  {
    "keyText": "hot.\n\nvery high in temperature.\n\nCook the fish on a hot grill for 5 minutes.",
    "valueText": "sıcak"
  },
  {
    "keyText": "sentence.\n\na group of words, usually including a subject and a verb, that express a statement, question, or instruction. A written sentence begins with a capital letter and ends with a period, question mark, or exclamation point..\n\nShe received the maximum sentence of ten years.",
    "valueText": "cümle"
  },
  {
    "keyText": "make.\n\nto create or produce something by working.\n\nJane made coffee while the guests were finishing their dessert.",
    "valueText": "yapmak"
  },
  {
    "keyText": "into.\n\nused for stating what place a road, path, entrance, etc. leads to.\n\nIs there another way into the building?",
    "valueText": "içine"
  },
  {
    "keyText": "feel.\n\nto be in a particular state as a result of an emotion or a physical feeling.\n\nI was feeling very happy when we began our trip.",
    "valueText": "hissetmek"
  },
  {
    "keyText": "beard.\n\nhair that grows on a man’s chin and cheeks.\n\nhis thick white beard",
    "valueText": "sakal"
  },
  {
    "keyText": "fruit.\n\na type of food that grows on trees or plants. It tastes sweet and contains seeds or a pit. Apples and oranges are fruit. Ripe fruit is ready to eat.\n\nPeaches are my favorite fruit.",
    "valueText": "meyve"
  },
  {
    "keyText": "exciting.\n\nmaking you feel excited.\n\nThe launch of our digital satellite service is one of the most exciting things I’ve worked on.",
    "valueText": "heyecan verici"
  },
  {
    "keyText": "shoe.\n\nsomething that you wear on each foot, usually over socks.\n\npair of shoes: She bought several pairs of shoes.",
    "valueText": "ayakkabı"
  },
  {
    "keyText": "kind.\n\na type of person or thing.\n\nkind of: What kind of person is she?",
    "valueText": "tür"
  },
  {
    "keyText": "tomorrow.\n\non the day after today.\n\nAre you going back home tomorrow?",
    "valueText": "yarın"
  },
  {
    "keyText": "language.\n\nthe method of human communication using spoken or written words.\n\nLinguistics is the study of language and how people use it.",
    "valueText": "dil"
  },
  {
    "keyText": "museum.\n\na building where many valuable and important objects are kept so that people can go and see them.\n\na science/folk/history museum",
    "valueText": "müze"
  },
  {
    "keyText": "interesting.\n\nsomething that is interesting makes you want to know about it or take part in it.\n\nShe’s an interesting new writer.",
    "valueText": "ilginç"
  },
  {
    "keyText": "there.\n\nused for introducing a statement about someone that exists or something that happens.\n\nthere is/are: There isn’t much time left.",
    "valueText": "orada"
  },
  {
    "keyText": "kitchen.\n\n.\n\n",
    "valueText": "mutfak"
  },
  {
    "keyText": "colour.\n\n.\n\n",
    "valueText": "renk"
  },
  {
    "keyText": "yes.\n\nused for telling someone that what they have said or asked is true or correct.\n\n“Is that your car?” “Yes, it is.”",
    "valueText": "evet"
  },
  {
    "keyText": "closed.\n\nif a door, window, lid, etc. is closed, it is covering an open area, passage, or hole.\n\nclosed curtains",
    "valueText": "kapalı"
  },
  {
    "keyText": "good.\n\nof a high quality or standard.\n\nWe saw a really good movie last night.",
    "valueText": "iyi"
  },
  {
    "keyText": "sit.\n\nto be in a position in which the lower part of your body rests on a seat or on the ground, while the upper part of your body is upright.\n\nsit on a chair/bench/stool: Matt sat on a park bench, eating his lunch.",
    "valueText": "oturmak"
  },
  {
    "keyText": "stay.\n\nto remain in a particular place.\n\nStay right here, please.",
    "valueText": "kalmak"
  },
  {
    "keyText": "or.\n\nused for connecting possibilities or choices. In a list, “or” is usually used only before the last possibility or choice.\n\nWhich color do you want – red, green, yellow, or blue?",
    "valueText": "veya"
  },
  {
    "keyText": "very.\n\nused for emphasizing that a quality exists or is true to a great degree.\n\nIt was a very good movie.",
    "valueText": "çok"
  },
  {
    "keyText": "meeting.\n\nan occasion when people gather to discuss things and make decisions, either in person or using phones, the internet, etc..\n\nmeeting on/about: They organized meetings on a number of important political issues.",
    "valueText": "toplantı"
  },
  {
    "keyText": "homework.\n\nwork that a teacher gives a student to do outside of class.\n\nHave the kids done their homework?",
    "valueText": "ev ödevi"
  },
  {
    "keyText": "page.\n\na sheet of paper in a book, newspaper, or magazine.\n\nI tore a page out of my diary and wrote my phone number on it.",
    "valueText": "sayfa"
  },
  {
    "keyText": "worry.\n\nto feel nervous and upset because you keep thinking about a problem that you have or could have in the future.\n\nworry about: People worry more about their health than they used to.",
    "valueText": "endişelenmek"
  },
  {
    "keyText": "university.\n\nan educational institution where students study for degrees and where academic research is done.\n\nHe was at the University of Wisconsin  (=studied there).",
    "valueText": "üniversite"
  },
  {
    "keyText": "sea.\n\nthe large area of salt water that covers most of the surface of the Earth.\n\nTim went swimming in the sea.",
    "valueText": "deniz"
  },
  {
    "keyText": "drunk.\n\nunable to control your actions or behavior because you have drunk too much alcohol.\n\nget drunk (on something): She had gotten drunk on vodka.",
    "valueText": "sarhoş"
  },
  {
    "keyText": "meal.\n\nan occasion when you eat, especially breakfast, lunch, or dinner.\n\nThe medicine should always be taken with meals.",
    "valueText": "yemek"
  },
  {
    "keyText": "hour.\n\na period of time that consists of 60 minutes. 30 minutes is usually called half an hour, 15 minutes can be called a quarter of an hour, and 45 minutes can be called three-quarters of an hour.\n\nevery hour: She checked on the children every hour.",
    "valueText": "saat"
  },
  {
    "keyText": "friend.\n\nsomeone you know well and like, but who is not a member of your family.\n\nShe’s visiting friends in Illinois.",
    "valueText": "arkadaş"
  },
  {
    "keyText": "eat.\n\nto put food into your mouth and swallow it.\n\nWe sat on the grass and ate our sandwiches.",
    "valueText": "yemek"
  },
  {
    "keyText": "hand.\n\nthe part of your body at the end of each arm that you use for picking up and holding things.\n\nMrs. Bennet put her hands over her ears to shut out the noise.",
    "valueText": "el"
  },
  {
    "keyText": "worrying.\n\ncausing you to feel worried.\n\nThe most worrying trend is the sharp decline in young readers.",
    "valueText": "endişe verici"
  },
  {
    "keyText": "smoke.\n\na gray, black, or white cloud produced by something that is burning.\n\nThe air was thick with cigarette smoke.",
    "valueText": "duman"
  },
  {
    "keyText": "shirt.\n\na piece of clothing that covers the top part of the body. It usually has long sleeves and buttons down the front. A woman’s shirt is often called a blouse..\n\nOne of his shirt buttons was missing.",
    "valueText": "gömlek"
  },
  {
    "keyText": "sing.\n\nto make music using your voice.\n\nMalcolm likes singing in the shower.",
    "valueText": "şarkı söylemek"
  },
  {
    "keyText": "window.\n\na frame in a wall with glass in it that lets light and air into a room and lets you see what is outside.\n\nShe just stood there staring out of the window.",
    "valueText": "pencere"
  },
  {
    "keyText": "cook.\n\nto prepare food and heat it so that it is ready to eat.\n\nCook the apple slowly until it is soft.",
    "valueText": "pişirmek"
  },
  {
    "keyText": "catch.\n\nto stop and hold something that is moving through the air, especially an object that someone throws.\n\nShe tossed the bag of potato chips to Kate, who caught it with one hand.",
    "valueText": "yakalamak"
  },
  {
    "keyText": "listen.\n\nto pay attention to a sound, or to try to hear a sound.\n\nWhen he speaks, everybody listens.",
    "valueText": "dinlemek"
  },
  {
    "keyText": "learn.\n\nto gain knowledge or experience of something, for example by being taught.\n\na bright girl who is already learning the alphabet",
    "valueText": "öğrenmek"
  },
  {
    "keyText": "spoken.\n\nspoken language is things that people say, not things that they write.\n\nexamples of spoken and written English",
    "valueText": "sözlü"
  },
  {
    "keyText": "conversation.\n\na talk between two or more people, usually a private and informal one.\n\nLater in the evening, the conversation turned to politics.",
    "valueText": "karşılıklı konuşma"
  },
  {
    "keyText": "holiday.\n\na day that is a celebration of something special, on which you do not have to work or go to school.\n\nMay 1st is a holiday in many European countries.",
    "valueText": "tatil"
  },
  {
    "keyText": "day.\n\none of the periods of time that a week is divided into, equal to 24 hours.\n\nWe’re going away for five days.",
    "valueText": "gün"
  },
  {
    "keyText": "remember.\n\nto have an image in your mind of a person, a place, or something that happened or was said in the past.\n\nI can still remember every word of our conversation.",
    "valueText": "hatırlamak"
  },
  {
    "keyText": "with.\n\nif one person or thing is with another or does something with them, they are together or they do it together.\n\nHannah lives with her parents.",
    "valueText": "ile"
  },
  {
    "keyText": "rain.\n\nwater that falls in drops from clouds in the sky.\n\nDrops of rain ran down the window pane.",
    "valueText": "yağmur"
  },
  {
    "keyText": "mouth.\n\nthe part of your face below your nose that you use to eat and speak. The corners of your mouth are the two outside ends of it, and the inside top part of your mouth is called the roof.\n\nShe opened her mouth to speak.",
    "valueText": "ağız"
  },
  {
    "keyText": "sorry.\n\nashamed, embarrassed, or unhappy about something that you have done.\n\nTell your sister you’re sorry!",
    "valueText": "üzgünüm"
  },
  {
    "keyText": "begin.\n\nto start doing something.\n\nbegin doing something: He began shouting at them.",
    "valueText": "başlamak"
  },
  {
    "keyText": "love.\n\nto like or enjoy something very much.\n\nWe went to Vancouver last year and loved it.",
    "valueText": "aşk"
  },
  {
    "keyText": "car.\n\na road vehicle for one driver and a few passengers. Someone who drives a car is called a driver.\n\nI’ll take you to the train station in the car.",
    "valueText": "araba"
  },
  {
    "keyText": "class.\n\na group of students who are taught together.\n\nDo you like the other kids in your class?",
    "valueText": "sınıf"
  },
  {
    "keyText": "be.\n\nused for forming the progressive tenses of verbs, that are used for showing actions that are in progress at a particular point in time.\n\nIs everyone listening?",
    "valueText": "olmak"
  },
  {
    "keyText": "computer.\n\na machine that stores programs and information in electronic form and can be used for a variety of processes, for example writing, calculating, and communicating on the internet.\n\nAll our computers are linked to a main network.",
    "valueText": "bilgisayar"
  },
  {
    "keyText": "different.\n\nnot the same as another person or thing, or not the same as before.\n\nI tried on lots of different hats.",
    "valueText": "farklı"
  },
  {
    "keyText": "fine.\n\nif something is fine, it is good enough and acceptable to you.\n\n“Is your room all right?” “Yes, it’s fine, thanks.”",
    "valueText": "iyi"
  },
  {
    "keyText": "fun.\n\nenjoyment, especially from an activity that is not important or serious.\n\nhave fun: We haven’t had such fun for years.",
    "valueText": "eğlence"
  },
  {
    "keyText": "cheap.\n\nnot expensive.\n\nPeople should have access to cheap, fresh food.",
    "valueText": "ucuz"
  },
  {
    "keyText": "tea.\n\na hot brown drink made by pouring boiling water onto the dried leaves of the tea bush. The leaves are called tea leaves and can be bought in small paper bags called tea bags that are put into a cup or teapot.\n\nDo you want some more tea?",
    "valueText": "çay"
  },
  {
    "keyText": "give.\n\nto put something in someone’s hand, or to pass something to someone.\n\ngive someone something: Could you give me that pen?",
    "valueText": "vermek"
  },
  {
    "keyText": "hungry.\n\nfeeling that you want to eat.\n\nWe were cold, tired, and hungry.",
    "valueText": "aç"
  },
  {
    "keyText": "when.\n\nused for talking about a particular time or situation.\n\nThe biggest surprise for Josie was when she was chosen as team captain.",
    "valueText": "ne zaman"
  },
  {
    "keyText": "time.\n\nthe quantity that you measure using a clock.\n\nTime seemed to pass more quickly than before.",
    "valueText": "zaman"
  },
  {
    "keyText": "up.\n\nupright, or moving toward an upright position.\n\nHe stood up and pulled a chair out for me to sit on.",
    "valueText": "yukarı"
  },
  {
    "keyText": "child.\n\na young person from the time they are born until they are about 14 years old.\n\nThe center has places for 30 children.",
    "valueText": "çocuk"
  },
  {
    "keyText": "know.\n\nto have learned or found out about something.\n\nIf you don’t know the answer, just guess.",
    "valueText": "bilmek"
  },
  {
    "keyText": "dog.\n\nan animal kept as a pet, for guarding buildings, or for hunting. A young dog is called a puppy.\n\nHave you fed the dog?",
    "valueText": "köpek"
  },
  {
    "keyText": "ball.\n\na round object used in games and sports.\n\nTry to kick the ball into the back of the net.",
    "valueText": "top"
  },
  {
    "keyText": "toilet.\n\na structure like a seat over a hole where you get rid of waste from your body.\n\nCan I use your toilet?",
    "valueText": "tuvalet"
  },
  {
    "keyText": "door.\n\na large flat object that you open when you want to enter or leave a building, room, or vehicle.\n\na little house with a red door",
    "valueText": "kapı"
  },
  {
    "keyText": "farm.\n\nan area of land used for growing crops or keeping animals.\n\non a farm: Patrick worked on a neighboring farm.",
    "valueText": "çiftlik"
  },
  {
    "keyText": "fast.\n\nable to move quickly.\n\nSimon loves fast cars.",
    "valueText": "hızlı"
  },
  {
    "keyText": "carry.\n\nto hold someone or something using your hands, arms, or body and take them somewhere.\n\nDo you mind carrying this box for me?",
    "valueText": "taşımak"
  },
  {
    "keyText": "warm.\n\nfairly hot in a way that is comfortable and pleasant.\n\nIt was warm enough for us to sit outside.",
    "valueText": "ılık"
  },
  {
    "keyText": "girl.\n\na female child.\n\nThere are 12 boys and 15 girls in my son’s class.",
    "valueText": "kız"
  },
  {
    "keyText": "buy.\n\nto get something by paying money for it.\n\nI need to buy some new clothes.",
    "valueText": "satın almak"
  },
  {
    "keyText": "about.\n\nused when you are making an extreme statement that you think is almost completely true or is probably true.\n\nPam’s about the only person that I can trust.",
    "valueText": "hakkında"
  },
  {
    "keyText": "soup.\n\na liquid food that is made by cooking meat, fish, vegetables, etc. with water or milk.\n\nchicken/tomato/potato soup",
    "valueText": "çorba"
  },
  {
    "keyText": "take.\n\nto move something or someone from one place to another.\n\nDon’t forget to take an extra pair of shoes.",
    "valueText": "almak"
  },
  {
    "keyText": "flat.\n\nlevel and parallel to the ground.\n\nThe building has a flat roof.",
    "valueText": "daire"
  },
  {
    "keyText": "never.\n\nat no time in the past or in the future.\n\nI’ve never been in love before.",
    "valueText": "asla"
  },
  {
    "keyText": "do.\n\nused before another verb for forming a question or a negative.\n\nDo you drive?",
    "valueText": "yapmak"
  },
  {
    "keyText": "come.\n\nto move or travel to the place where you are.\n\ncome across/along/down/into etc.: A tall woman in black was coming across the lawn.",
    "valueText": "gelmek"
  },
  {
    "keyText": "light.\n\nbrightness from the sun or from a light, which allows you to see things.\n\nThe room gets a lot of light in the afternoons.",
    "valueText": "ışık"
  },
  {
    "keyText": "nice.\n\nattractive, enjoyable, or pleasant.\n\nYour hair looks nice.",
    "valueText": "güzel, hoş"
  },
  {
    "keyText": "bread.\n\na common food made from flour, water, and usually yeast  (=a substance that makes the bread grow larger). Bread is usually sold in a large piece called a loaf or made into smaller pieces called rolls. You usually cut bread into slices to eat it.\n\nbread and butter",
    "valueText": "ekmek"
  },
  {
    "keyText": "use.\n\nto do something using a machine, tool, skill, method, etc. in order to do a job or to achieve a result.\n\nUsing a computer is so much quicker.",
    "valueText": "kullanmak"
  },
  {
    "keyText": "apple.\n\n.\n\n",
    "valueText": "elma"
  },
  {
    "keyText": "found.\n\nto start an organization, company, political party, etc..\n\nThe newspaper was founded in 1909.",
    "valueText": "kurmak"
  },
  {
    "keyText": "open.\n\nif a store, restaurant, etc. is open, people are working there and the public can use or visit it.\n\nIs the mall open until midnight?",
    "valueText": "açık"
  },
  {
    "keyText": "old.\n\nused for talking about the age of someone or something.\n\nhow old: She didn’t mention how old her children were.",
    "valueText": "yaşlı"
  },
  {
    "keyText": "player.\n\nsomeone who plays a particular game or sport.\n\na tennis/baseball player",
    "valueText": "oyuncu"
  },
  {
    "keyText": "poor.\n\nhaving little money and few possessions.\n\na poor family/area/country",
    "valueText": "fakir"
  },
  {
    "keyText": "cheese.\n\na solid food made from milk.\n\na piece of cheese",
    "valueText": "peynir"
  },
  {
    "keyText": "really.\n\nvery, or very much.\n\nsome really useful information",
    "valueText": "gerçekten"
  },
  {
    "keyText": "game.\n\nan activity that you do for fun that has rules, and that you can win or lose.\n\nMonopoly is a game for all the family.",
    "valueText": "oyun"
  },
  {
    "keyText": "station.\n\na building or place where buses, trains, or other public vehicles stop so that passengers can get on or off.\n\nIt was dark when we arrived at the station.",
    "valueText": "istasyon"
  },
  {
    "keyText": "see.\n\nto notice someone or something using your eyes.\n\nShe laughed when she saw the expression on his face.",
    "valueText": "görmek"
  },
  {
    "keyText": "start.\n\nto begin to happen or take place.\n\nThe World Championships start in two weeks.",
    "valueText": "başlamak"
  },
  {
    "keyText": "town.\n\na place where people live and work that is smaller than a city.\n\na small town",
    "valueText": "kasaba"
  },
  {
    "keyText": "often.\n\non many occasions, or in many situations.\n\nOften, students with family problems have difficulties at school.",
    "valueText": "sıklıkla"
  },
  {
    "keyText": "today.\n\non this day.\n\nI’m working today.",
    "valueText": "bugün"
  },
  {
    "keyText": "wait.\n\nto stay in one place because you expect or hope that something will happen.\n\nSheryl said she’d be waiting in the lobby.",
    "valueText": "beklemek"
  },
  {
    "keyText": "jacket.\n\na short coat that covers the upper part of the body and is made in many styles for different occasions and different kinds of weather.\n\na tweed/linen/denim jacket",
    "valueText": "ceket"
  },
  {
    "keyText": "back.\n\nreturning to a place or position.\n\nI’m never going back home.",
    "valueText": "arka"
  },
  {
    "keyText": "subject.\n\nan idea, problem, situation, etc. that you discuss or write about.\n\nCan we talk about a different subject please?",
    "valueText": "konu"
  },
  {
    "keyText": "some.\n\nused for referring to an amount of something or to a number of people or things, without saying how much or how many.\n\nLet me give you some advice.",
    "valueText": "biraz"
  },
  {
    "keyText": "bottom.\n\nthe lowest part of something.\n\nThe page had a line missing from the bottom.",
    "valueText": "alt"
  },
  {
    "keyText": "beach.\n\nan area of sand or small stones beside the ocean or a lake.\n\na sandy beach",
    "valueText": "plaj"
  },
  {
    "keyText": "ready.\n\nprepared for what is going to happen.\n\nWe’ll never be ready in time.",
    "valueText": "hazır"
  },
  {
    "keyText": "book.\n\na written work that is published, either as printed pages inside a cover or electronically.\n\na book by Nelson Mandela, entitled Long Walk to Freedom",
    "valueText": "kitap"
  },
  {
    "keyText": "go.\n\nto move or travel to a place that is away from where you are now.\n\nWhere did Sue go?",
    "valueText": "gitmek"
  },
  {
    "keyText": "wake.\n\nto stop sleeping.\n\nI woke at 5 o’clock this morning.",
    "valueText": "uyanmak"
  },
  {
    "keyText": "morning.\n\nthe part of the day from when the sun rises until noon.\n\nWhat time did you get up this morning?",
    "valueText": "sabah"
  },
  {
    "keyText": "goodbye.\n\nused when you are leaving someone or when someone is leaving you, or when you are finishing a telephone call. Bye is a more informal word and is a more common way of saying goodbye to a friend or to someone you know well.\n\n“Goodbye, Mr. Taylor.” “Goodbye, John.”",
    "valueText": "güle güle"
  },
  {
    "keyText": "bad.\n\nnot pleasant or enjoyable.\n\nThe weather was really bad – it rained all week.",
    "valueText": "kötü"
  },
  {
    "keyText": "better.\n\nmore satisfactory, appropriate, pleasant, effective, or of higher quality, etc..\n\nShe’s trying to find a better job.",
    "valueText": "daha iyi"
  },
  {
    "keyText": "sister.\n\na daughter of your parents. A son of your parents is called your brother.\n\nHe has two brothers and two sisters.",
    "valueText": "kız kardeş"
  },
  {
    "keyText": "bag.\n\na container made of paper, plastic, or cloth, used for carrying or storing things.\n\nPut your dirty clothes in the plastic bag.",
    "valueText": "çanta"
  },
  {
    "keyText": "find.\n\nto discover something, or to see where it is by searching for it.\n\nThe police have found a weapon.",
    "valueText": "bulmak"
  },
  {
    "keyText": "glasses.\n\nan object that you wear in front of your eyes to help you see better. You usually get your glasses from an optometrist.\n\nWhere are my glasses?",
    "valueText": "gözlük"
  },
  {
    "keyText": "difficult.\n\nnot easy to do, deal with, or understand.\n\nChoosing the winner was a difficult task.",
    "valueText": "zor"
  },
  {
    "keyText": "short.\n\nmeasuring a small height, length, or distance.\n\nShe’s short and thin, with light brown hair and blue eyes.",
    "valueText": "kısa"
  },
  {
    "keyText": "ear.\n\none of the two parts at the sides of your head that you hear with.\n\nHe whispered something in her ear.",
    "valueText": "kulak"
  },
  {
    "keyText": "street.\n\na road in a town or city with houses or other buildings along it.\n\nState Street/Fourth Street",
    "valueText": "sokak"
  },
  {
    "keyText": "juice.\n\nthe liquid that comes out of fruit or vegetables when you squeeze them and is often used as a drink.\n\norange/apple/carrot juice",
    "valueText": "meyve suyu"
  },
  {
    "keyText": "show.\n\nto prove that something exists or is true.\n\nThe study shows an increase in the disease among the elderly.",
    "valueText": "göstermek"
  },
  {
    "keyText": "present.\n\nexisting or happening now.\n\nThe present situation cannot be allowed to continue.",
    "valueText": "hediye"
  },
  {
    "keyText": "same.\n\nused for saying that a particular person or thing is the one that you are referring to and not a different one.\n\nSometimes U.N. troops and their commanders may not even speak the same language.",
    "valueText": "aynı"
  },
  {
    "keyText": "next.\n\nused for referring to the time, event, action, person, etc. that comes after this one or after another one.\n\nHe said he was leaving for Rome the next day.",
    "valueText": "bir sonraki"
  },
  {
    "keyText": "river.\n\na large area of water that flows toward the ocean.\n\nthe Mississippi River",
    "valueText": "nehir"
  },
  {
    "keyText": "minute.\n\na period of 60 seconds. There are 60 minutes in one hour.\n\nI’ll meet you downstairs in ten minutes.",
    "valueText": "dakika"
  },
  {
    "keyText": "tired.\n\nneeding to rest or sleep.\n\nShe was too tired to do any more.",
    "valueText": "yorgun"
  },
  {
    "keyText": "half.\n\nused for saying that something happens partly but not completely, or that something is partly in a particular state.\n\nThrough the half open door I could hear the sound of Alan’s voice.",
    "valueText": "yarım"
  },
  {
    "keyText": "many.\n\na large number of people, things, places, etc..\n\nDid you get many responses to your advertisement?",
    "valueText": "çok"
  },
  {
    "keyText": "clever.\n\ngood at achieving what you want, especially by using unusual or slightly dishonest methods.\n\nWith a clever lawyer, she could easily be acquitted.",
    "valueText": "akıllı"
  },
  {
    "keyText": "village.\n\na very small old town in the countryside, usually in a country outside the U.S. and Canada.\n\na Scottish fishing village",
    "valueText": "köy"
  },
  {
    "keyText": "thanks.\n\nused for telling someone that you are grateful for something that they have said or done.\n\n“You’re looking well.” “Thanks.”",
    "valueText": "teşekkürler"
  },
  {
    "keyText": "phone.\n\na piece of electronic equipment that you use for speaking to someone in a different place.\n\nMay I use the phone in your office?",
    "valueText": "telefon"
  },
  {
    "keyText": "wrong.\n\nnot accurate or correct.\n\nWe must have gone the wrong way.",
    "valueText": "yanlış"
  },
  {
    "keyText": "enjoy.\n\nto get pleasure from something.\n\nDo you enjoy cooking or do you just see it as a chore?",
    "valueText": "tadını çıkarmak"
  },
  {
    "keyText": "young.\n\nsomeone who is young has lived for only a short time.\n\nShe’s married with two young children.",
    "valueText": "genç"
  },
  {
    "keyText": "cake.\n\na sweet food made by baking a mixture that usually contains sugar, eggs, flour, and butter or oil.\n\na chocolate cake",
    "valueText": "pasta"
  },
  {
    "keyText": "body.\n\nthe whole physical structure of a person or animal, including the head, arms, and legs.\n\nMy whole body ached.",
    "valueText": "vücut"
  },
  {
    "keyText": "sugar.\n\na sweet substance consisting of very small white or brown pieces that is added to food or drinks to make them taste sweet.\n\nDo you like sugar in your coffee?",
    "valueText": "şeker"
  },
  {
    "keyText": "work.\n\nto have a job, usually one that you are paid to do.\n\nDominic works part-time.",
    "valueText": "iş"
  },
  {
    "keyText": "coat.\n\na piece of clothing with long sleeves that you wear over your other clothes when you go outside. A short coat is also called a jacket and a long coat is also called an overcoat.\n\na woman wearing a fur coat",
    "valueText": "ceket"
  },
  {
    "keyText": "paper.\n\nthe thin flat substance that you use for writing on or wrapping things in.\n\na package wrapped in brown paper",
    "valueText": "kağıt"
  },
  {
    "keyText": "great.\n\nvery good, enjoyable, or attractive.\n\nThis cake tastes great.",
    "valueText": "harika"
  },
  {
    "keyText": "reading.\n\nthe process of recognizing written or printed words and understanding their meaning.\n\nMy little boy is having difficulty with his reading.",
    "valueText": "okuma"
  },
  {
    "keyText": "hi.\n\nhello.\n\nHi, Dad. Just calling to say we’ll be home late tonight.",
    "valueText": "selam"
  },
  {
    "keyText": "inside.\n\nin someone’s mind, but not always shown or expressed.\n\nHe was silent, but Elizabeth could sense the anger burning inside him.",
    "valueText": "içerisinde"
  },
  {
    "keyText": "draw.\n\nto create a picture by making lines with a pen or pencil.\n\nSomeone had drawn a map of the island.",
    "valueText": "çizmek"
  },
  {
    "keyText": "last.\n\nused for referring to the week, month, year, etc. that ended most recently.\n\nlast week/year/Saturday etc.: How did you boys sleep last night?",
    "valueText": "son"
  },
  {
    "keyText": "talk.\n\nto use words to communicate.\n\nCan their baby talk yet?",
    "valueText": "konuşmak"
  },
  {
    "keyText": "worried.\n\nunhappy because you are thinking about your problems or about bad things that could happen.\n\nEveryone was very worried when John didn’t show up.",
    "valueText": "endişeli"
  },
  {
    "keyText": "run.\n\nto move quickly to a place using your legs and feet.\n\nYou’ll have to run if you want to catch the school bus.",
    "valueText": "koşmak"
  },
  {
    "keyText": "drive.\n\nto control a vehicle so that it moves somewhere.\n\nPlease drive carefully.",
    "valueText": "sürmek"
  },
  {
    "keyText": "table.\n\na piece of furniture that consists of a flat surface held above the floor, usually by legs.\n\nthe kitchen/dining room table",
    "valueText": "masa"
  },
  {
    "keyText": "clock.\n\nan object that shows the time. The object like a clock that you wear on your wrist is called a watch. Clocks either have a background called a face with hands that point to the hours and minutes, or they are digital clocks that show the time as a set of numbers. You say a clock is slow when it shows a time that is earlier than the correct time. You say it is fast when it shows a time that is later than the correct time..\n\nThe only sound was the clock ticking.",
    "valueText": "saat"
  },
  {
    "keyText": "brother.\n\na boy or man who has the same parents as you.\n\nMy brother’s name is Brian.",
    "valueText": "erkek kardeş"
  },
  {
    "keyText": "travel.\n\nto go on a trip or visit a number of places, especially places that are far away from where you live or work.\n\nI wish I didn’t have to travel so much.",
    "valueText": "seyahat etmek"
  },
  {
    "keyText": "dear.\n\nused in front of someone’s name at the beginning of a letter to them.\n\nDear Diana, I hope you’re feeling better now.",
    "valueText": "sevgili"
  },
  {
    "keyText": "potato.\n\na very common hard round vegetable that has a brown, red, or yellow skin and is white or yellow inside. It grows under the ground and can be cooked in many different ways.\n\nbaked potatoes",
    "valueText": "patates"
  },
  {
    "keyText": "snow.\n\nsmall soft white pieces of ice that fall from the sky and cover the ground.\n\nTwo to three inches of snow is predicted for tonight.",
    "valueText": "kar"
  },
  {
    "keyText": "feeling.\n\nan emotional state, for example anger or happiness.\n\nfeeling of: Parents often experience deep feelings of guilt if their children fail.",
    "valueText": "his"
  },
  {
    "keyText": "salt.\n\na white substance that is often added to food before or after cooking to improve its flavor. Salt is dug from the ground, or produced from sea water.\n\nAdd a pinch of salt.",
    "valueText": "tuz"
  },
  {
    "keyText": "both.\n\nused for showing that you are referring to two people or things, and that you are saying the same thing about the two of them.\n\nBoth my parents are doctors.",
    "valueText": "her ikisi de"
  },
  {
    "keyText": "funny.\n\nsomeone or something that is funny makes you laugh.\n\na funny story/joke",
    "valueText": "komik"
  },
  {
    "keyText": "evening.\n\nthe part of the day between the end of the afternoon and night, including the time when the sun goes down.\n\nWe spend most evenings reading or listening to music.",
    "valueText": "akşam"
  },
  {
    "keyText": "flower.\n\nthe colored part of a plant from which the plant’s fruit develops. A flower is often made up of many petals.\n\nThe plant has small white flowers.",
    "valueText": "çiçek"
  },
  {
    "keyText": "expensive.\n\nsomething that is expensive costs a lot of money.\n\nHe always wears expensive clothes.",
    "valueText": "pahalı"
  },
  {
    "keyText": "more.\n\nan amount or number that is larger than another, larger than it was before, or larger than you expected.\n\nNo matter what her brother gets, she always wants more.",
    "valueText": "daha"
  },
  {
    "keyText": "possible.\n\nif something is possible, it can be done.\n\nThe task will not be possible without access to the Internet.",
    "valueText": "mümkün"
  },
  {
    "keyText": "meat.\n\nthe flesh of an animal or bird eaten as food.\n\na lot of nice words but not much meat",
    "valueText": "et"
  },
  {
    "keyText": "hospital.\n\na place where people stay when they are sick or injured and need a lot of care from doctors and nurses.\n\nin the hospital: He spent a week in the hospital with food poisoning.",
    "valueText": "hastane"
  },
  {
    "keyText": "wine.\n\nan alcoholic drink made from grapes. Wine that is dark purple is called red wine, light yellow wine is called white wine, and pink wine is rosé wine.\n\na bottle of wine",
    "valueText": "şarap"
  },
  {
    "keyText": "thank you.\n\nused for telling someone that you are grateful for something that they have said or done.\n\n“That’s a nice jacket.” “Thank you.”",
    "valueText": "teşekkür ederim"
  },
  {
    "keyText": "leave.\n\nto go away from a place.\n\nWe left Boston at three in the afternoon.",
    "valueText": "ayrılmak"
  },
  {
    "keyText": "no.\n\nused on signs or in instructions to say that something is not allowed.\n\nNo smoking.",
    "valueText": "hayır"
  },
  {
    "keyText": "swim.\n\nto move through water by making movements with your arms and legs.\n\nPollution has made it unsafe to swim in the lake.",
    "valueText": "yüzmek"
  },
  {
    "keyText": "chocolate.\n\na sweet brown food used for making candy or flavoring other food.\n\nWould you like a piece of chocolate?",
    "valueText": "çikolata"
  },
  {
    "keyText": "practise.\n\n.\n\n",
    "valueText": "pratik yapmak"
  },
  {
    "keyText": "picture.\n\na drawing, painting, or photograph.\n\nI noticed a picture on the dining room wall.",
    "valueText": "resim"
  },
  {
    "keyText": "head.\n\nthe top part of your body that has your brain, eyes, mouth, etc. in it.\n\na bruise on the side of her head",
    "valueText": "kafa"
  },
  {
    "keyText": "arm.\n\none of the two long parts of your body with your hands at the end.\n\nI put my arm around his shoulders.",
    "valueText": "kol"
  },
  {
    "keyText": "people.\n\nthe plural of person.\n\nThousands of people marched in protest.",
    "valueText": "insanlar"
  },
  {
    "keyText": "visit.\n\nto go to see someone and spend some time with them.\n\nLee wants to visit his mother in the hospital.",
    "valueText": "ziyaret etmek"
  },
  {
    "keyText": "hard.\n\nstiff, firm, and not easy to bend or break.\n\nhard wooden benches",
    "valueText": "zor"
  },
  {
    "keyText": "watch.\n\nto look at someone or something for a period of time.\n\nHave you been watching the presidential campaign?",
    "valueText": "izlemek"
  },
  {
    "keyText": "yesterday.\n\non the day before today.\n\nYesterday, we went to the zoo.",
    "valueText": "dün"
  },
  {
    "keyText": "water.\n\nthe clear liquid that falls as rain and is used for things such as drinking and washing.\n\nSoldiers were able to get food and water across the border.",
    "valueText": "su"
  },
  {
    "keyText": "outside.\n\nused for referring to the outer part or surface of something.\n\noutside wall/surface/shell etc.: The outside walls were painted gray.",
    "valueText": "dışında"
  },
  {
    "keyText": "easy.\n\nnot difficult to do, or not needing much work.\n\nFinding somewhere to live in New York isn’t easy.",
    "valueText": "kolay"
  },
  {
    "keyText": "horse.\n\n.\n\n",
    "valueText": "at"
  },
  {
    "keyText": "lot.\n\nto a great or greater degree.\n\nI liked her a lot.",
    "valueText": "çok"
  },
  {
    "keyText": "need.\n\nif you need something, you must have it because it is necessary.\n\nYou’ll need some warm clothes for the winter.",
    "valueText": "ihtiyaç duymak"
  },
  {
    "keyText": "desk.\n\na table that you sit at to write or work, often with drawers in it.\n\nan oak desk",
    "valueText": "sıra"
  },
  {
    "keyText": "end.\n\nthe final part of a period of time.\n\nat the end of something: You’re going on vacation at the end of this month, aren’t you?",
    "valueText": "son"
  },
  {
    "keyText": "favourite.\n\n.\n\n",
    "valueText": "favori"
  },
  {
    "keyText": "country.\n\nan area of land that has its own government and official borders.\n\nMinisters from four Arab countries met today in Cairo.",
    "valueText": "ülke"
  },
  {
    "keyText": "understand.\n\nto know what someone or something means.\n\nIf you don’t understand, just put your hand up.",
    "valueText": "anlamak"
  },
  {
    "keyText": "important.\n\nsomething that is important has a major effect on someone or something, for example because it affects someone’s life or the way a situation develops.\n\nMusic was an important part of the life of the community.",
    "valueText": "önemli"
  },
  {
    "keyText": "name.\n\na word or set of words by which a person or thing is usually known.\n\nMy name is Judith Kramer.",
    "valueText": "isim"
  },
  {
    "keyText": "famous.\n\nif someone or something is famous, a lot of people know their name or have heard about them.\n\nHe dreamed of becoming a famous actor.",
    "valueText": "ünlü"
  },
  {
    "keyText": "factory.\n\na building or group of buildings where large quantities of goods are produced using machines.\n\nShe works in a factory.",
    "valueText": "fabrika"
  },
  {
    "keyText": "month.\n\none of the 12 periods that a year is divided into, such as January, February, etc..\n\nduring the winter months",
    "valueText": "ay"
  },
  {
    "keyText": "leg.\n\none of the two parts of your body to which your feet are attached.\n\nHe’s trying to balance on one leg.",
    "valueText": "bacak"
  },
  {
    "keyText": "pen.\n\nan object that you use for writing or drawing with ink.\n\nDo you have a pen and paper?",
    "valueText": "kalem"
  },
  {
    "keyText": "die.\n\nto stop being alive.\n\nMy grandfather died at the age of 86.",
    "valueText": "ölmek"
  },
  {
    "keyText": "speak.\n\nto talk to someone about something.\n\nspeak to: I phoned your office and spoke to your assistant.",
    "valueText": "konuşmak"
  },
  {
    "keyText": "painting.\n\na picture made using paint.\n\na painting by Picasso",
    "valueText": "resim"
  },
  {
    "keyText": "boring.\n\nnot at all interesting, and making you feel impatient or dissatisfied.\n\na boring badly-paid job",
    "valueText": "sıkıcı"
  },
  {
    "keyText": "fat.\n\na person or animal that is fat has too much flesh on their body and weighs too much. It is not polite to call someone fat.\n\nHe’s got a rather fat face.",
    "valueText": "şişman"
  },
  {
    "keyText": "drink.\n\nto take liquid into your body through your mouth.\n\nEveryone stood around drinking cups of coffee.",
    "valueText": "içmek"
  },
  {
    "keyText": "big.\n\nlarge in size.\n\na beautiful woman with big eyes",
    "valueText": "büyük"
  },
  {
    "keyText": "walk.\n\nto move forward by putting one foot in front of the other.\n\nHas your little boy learned to walk yet?",
    "valueText": "yürümek"
  },
  {
    "keyText": "train.\n\na group of railroad cars that are connected and pulled by an engine.\n\na freight/passenger train",
    "valueText": "tren"
  },
  {
    "keyText": "waiter.\n\n.\n\n",
    "valueText": "garson"
  },
  {
    "keyText": "box.\n\na container with straight sides, a flat base, and sometimes a lid.\n\na stack of cardboard boxes",
    "valueText": "kutu"
  },
  {
    "keyText": "example.\n\nsomething that you mention in order to show the type of thing that you are talking about and to help to explain what you mean.\n\nMany sports are still dominated by men – football is an obvious example.",
    "valueText": "örnek"
  },
  {
    "keyText": "milk.\n\na white liquid that comes from cows, goats, and sheep, which people drink and use in cooking. Cheese and other foods made from milk are called dairy products.\n\na carton of milk",
    "valueText": "süt"
  },
  {
    "keyText": "slim.\n\nthin in an attractive way.\n\nShe had a slim youthful figure.",
    "valueText": "zayıf"
  },
  {
    "keyText": "play.\n\nto take part in a sport or game.\n\nThe girls are out playing tennis.",
    "valueText": "oynamak"
  },
  {
    "keyText": "trousers.\n\na piece of clothing covering the body from the waist to the feet, divided into separate parts for each leg.\n\na pair of trousers",
    "valueText": "pantolon"
  },
  {
    "keyText": "before.\n\nused for saying that something happens that prevents someone from doing what they intended.\n\nBefore I could think of a reply she walked away.",
    "valueText": "önce"
  },
  {
    "keyText": "sweet.\n\ntasting like sugar.\n\nI’d like something sweet, like a piece of cake.",
    "valueText": "tatlı"
  },
  {
    "keyText": "hat.\n\na piece of clothing that you wear on your head.\n\nShe was wearing a brown fur hat.",
    "valueText": "şapka"
  },
  {
    "keyText": "band.\n\na small group of musicians who play popular music such as jazz or rock.\n\na rock and roll band",
    "valueText": "müzik grubu"
  },
  {
    "keyText": "knife.\n\nan object with a sharp blade for cutting food.\n\nYou need a sharp knife for the steak.",
    "valueText": "bıçak"
  },
  {
    "keyText": "weather.\n\nthe conditions that exist in the atmosphere relating to temperature, precipitation  (=rain, snow, etc.), and other features.\n\nUnsettled weather will continue through the weekend.",
    "valueText": "hava"
  },
  {
    "keyText": "thought.\n\na word, idea, or image that comes into your mind.\n\na comforting/sobering/chilling thought",
    "valueText": "düşünce"
  },
  {
    "keyText": "beer.\n\na yellow or brown alcoholic drink made from malt  (=grain that has been left in water and then dried) and hops  (=a type of plant). You make or brew beer.\n\nI don’t drink beer, only wine.",
    "valueText": "bira"
  },
  {
    "keyText": "person.\n\nan individual human, usually an adult. The plural is people, but in formal or official language the form persons is used.\n\nTickets cost $50 per person.",
    "valueText": "kişi"
  },
  {
    "keyText": "all.\n\nevery person or thing.\n\nWe all enjoyed the party.",
    "valueText": "herşey"
  },
  {
    "keyText": "adult.\n\nsomeone who is no longer a child and is legally responsible for their actions.\n\nTickets are $2.50 for adults and $1.50 for children.",
    "valueText": "yetişkin"
  },
  {
    "keyText": "glass.\n\na hard clear substance used for making objects such as windows or bottles.\n\ncar windows made of bulletproof glass",
    "valueText": "bardak"
  },
  {
    "keyText": "orange.\n\n.\n\n",
    "valueText": "portakal"
  },
  {
    "keyText": "write.\n\nto create something such as a story or song by putting words together.\n\nHe ought to have enough stories to write a book.",
    "valueText": "yazmak"
  },
  {
    "keyText": "tooth.\n\none of the hard white objects inside your mouth that you use for biting and for chewing food.\n\nfront/back teeth",
    "valueText": "diş"
  },
  {
    "keyText": "year.\n\na period of 365 days, or 366 in a leap year, divided into 12 months.\n\nHe lived in Paris for a few years.",
    "valueText": "yıl"
  },
  {
    "keyText": "brown.\n\nsomething that is brown is the same color as wood or coffee.\n\nHe had lovely brown eyes.",
    "valueText": "kahverengi"
  },
  {
    "keyText": "best.\n\nused for referring to the person or thing that is the most satisfactory, appropriate, pleasant, effective, of the highest quality, etc..\n\nthe best hotel in town",
    "valueText": "en iyi"
  },
  {
    "keyText": "anything.\n\nused instead of “something” when saying or asking whether there is one thing or even a small amount of something.\n\nDo you know anything about baseball?",
    "valueText": "her şey"
  },
  {
    "keyText": "stop.\n\nto prevent someone from doing something, or to prevent something from happening.\n\nPolicies like this aren’t going to stop crime.",
    "valueText": "durmak"
  },
  {
    "keyText": "long.\n\nmeasuring a large amount from one end to the other.\n\na woman with long blonde hair",
    "valueText": "uzun"
  },
  {
    "keyText": "ticket.\n\na piece of paper that shows you have paid to go into a place of entertainment such as a movie theater or football game.\n\na movie/theater ticket",
    "valueText": "bilet"
  },
  {
    "keyText": "letter.\n\na message that you write on a piece of paper and send to someone.\n\nwrite a letter: Most of the soldiers wrote long letters home.",
    "valueText": "mektup"
  },
  {
    "keyText": "cold.\n\nwith a low temperature or a temperature that is lower than normal.\n\nThe water was too cold for a shower.",
    "valueText": "soğuk"
  },
  {
    "keyText": "have.\n\nused for forming the perfect tenses of verbs. The perfect tenses are used for talking about what happened or began before now or another point in time.\n\nHas anybody seen Dave this afternoon?",
    "valueText": "sahip olmak"
  },
  {
    "keyText": "pencil.\n\na long thin object, usually made of wood, that you use for writing or drawing by pressing the black or colored part in its center against paper or some other surface.\n\nYour pencils need to be sharpened.",
    "valueText": "kurşun kalem"
  },
  {
    "keyText": "because.\n\nused for showing the reason something happens or the reason why it is described in a particular way.\n\nI couldn’t call you because I didn’t have your number.",
    "valueText": "çünkü"
  },
  {
    "keyText": "plate.\n\na flat round dish that you put food on.\n\nRinse the plates before putting them in the dishwasher.",
    "valueText": "tabak"
  },
  {
    "keyText": "student.\n\nsomeone who goes to school.\n\nJennifer is one of my best students.",
    "valueText": "öğrenci"
  },
  {
    "keyText": "biscuit.\n\na small round soft bread roll.\n\nBake the biscuits in a hot oven for 20 minutes until golden brown.",
    "valueText": "bisküvi"
  },
  {
    "keyText": "wash.\n\nto clean something, usually with soap and water.\n\nI have to wash the dishes.",
    "valueText": "yıkamak"
  },
  {
    "keyText": "soon.\n\nwithin a short time from now.\n\nIf we don’t leave soon, we’re going to miss our bus.",
    "valueText": "yakında"
  },
  {
    "keyText": "note.\n\na short letter to someone.\n\nI sent a note to Jane thanking her for the meal.",
    "valueText": "not"
  },
  {
    "keyText": "newspaper.\n\na set of large printed sheets of folded paper containing news, articles, and other information, usually published every day. There are two main types of newspaper, the quality or broadsheet newspapers that generally deal with serious news issues, and the tabloid newspapers that deal more with subjects such as sport, television actors, and shocking crime stories. A newspaper is usually simply called a paper.\n\na daily/weekly newspaper",
    "valueText": "gazete"
  },
  {
    "keyText": "dinner.\n\nthe main meal of the day, eaten in the afternoon or evening. In some parts of the U.S., an evening meal is also called supper, especially if it is the last meal of the day. In most parts of the U.S., a meal eaten in the afternoon is called lunch.\n\nIf you’ll cook dinner, I’ll wash the dishes.",
    "valueText": "akşam yemegi"
  },
  {
    "keyText": "used.\n\nowned by someone else before you.\n\na used car salesman",
    "valueText": "kullanılmış"
  },
  {
    "keyText": "now.\n\nat the present time.\n\nHe is now 48 years old.",
    "valueText": "şimdi"
  },
  {
    "keyText": "butter.\n\na solid yellow food made from cream that you spread on bread or use in cooking.\n\nbread and butter",
    "valueText": "tereyağı"
  },
  {
    "keyText": "clean.\n\nnot dirty.\n\nGo and put on a clean shirt.",
    "valueText": "temiz"
  },
  {
    "keyText": "night.\n\nthe part of each 24-hour period when it is dark.\n\nIt was a lovely starlit night.",
    "valueText": "gece"
  },
  {
    "keyText": "money.\n\nwhat you earn, save, invest and use to pay for things. Money can be kept in a bank, where it can earn interest. If you have a bank account, you can pay for things with a check.\n\nNo, I can’t come – I don’t have any money.",
    "valueText": "para"
  },
  {
    "keyText": "much.\n\na large amount of something.\n\nIt’s a small car that doesn’t use much fuel.",
    "valueText": "çok"
  },
  {
    "keyText": "man.\n\nan adult male human.\n\nan ambitious young man",
    "valueText": "adam"
  },
  {
    "keyText": "road.\n\na way that leads from one place to another, especially one with a hard surface that cars and other vehicles can use.\n\nHe was driving on the wrong side of the road.",
    "valueText": "yol"
  },
  {
    "keyText": "city.\n\na large important town.\n\na thriving industrial city on the Tasmanian coast",
    "valueText": "şehir"
  },
  {
    "keyText": "like.\n\nused for introducing an example of something or someone that you have just mentioned.\n\nIt eats small animals like birds and mice.",
    "valueText": "hoşlanmak"
  },
  {
    "keyText": "then.\n\nused for introducing the next thing that happens.\n\nHe glanced quickly at Sally and then looked away again.",
    "valueText": "sonra"
  },
  {
    "keyText": "waitress.\n\n.\n\n",
    "valueText": "kadın garson"
  },
  {
    "keyText": "eye.\n\none of the two body parts in your face that you use for seeing.\n\nClose your eyes and go to sleep.",
    "valueText": "göz"
  },
  {
    "keyText": "think.\n\nto believe something based on facts or ideas.\n\nthink (that): What do you think he wants?",
    "valueText": "düşünmek"
  },
  {
    "keyText": "excited.\n\nvery happy and enthusiastic because something good is going to happen, especially when this makes you unable to relax.\n\nI was so excited I couldn’t sleep.",
    "valueText": "heyecanlı"
  },
  {
    "keyText": "nose.\n\nthe part of your face above your mouth that you use for smelling and breathing. The two holes in your nose are called nostrils.\n\nHer nose is bleeding.",
    "valueText": "burun"
  },
  {
    "keyText": "for.\n\nused for stating the purpose of an object or action.\n\nWe use the basement for storage.",
    "valueText": "için"
  },
  {
    "keyText": "why.\n\nused for asking the reason for something.\n\nWhy are you so angry?",
    "valueText": "neden"
  },
  {
    "keyText": "wear.\n\nto have something on your body as clothing, decoration, or protection.\n\nHe was wearing jeans and a T-shirt.",
    "valueText": "giyinmek"
  },
  {
    "keyText": "hair.\n\nthe mass of thin fibers that grows on your head.\n\nlong black hair",
    "valueText": "saç"
  },
  {
    "keyText": "key.\n\na small piece of metal used for opening or locking a door or a container, or for starting the motor of a vehicle.\n\nI could hear someone turning the key in the lock.",
    "valueText": "anahtar"
  },
  {
    "keyText": "garden.\n\nan area of land next to or near a house that is used for growing flowers or vegetables.\n\nThey spent the afternoon wandering around the Botanical Gardens.",
    "valueText": "bahçe"
  },
  {
    "keyText": "clothes.\n\nthe things that you wear such as shirts, dresses, pants, etc..\n\na pile of dirty clothes",
    "valueText": "kıyafet"
  },
  {
    "keyText": "skirt.\n\na piece of clothing that covers the lower part of the body and part or all of the legs. It hangs from the waist and is not joined between the legs..\n\nShe was wearing a skirt and blouse.",
    "valueText": "etek"
  },
  {
    "keyText": "first.\n\nat the beginning of a period of time, a situation, an activity, etc..\n\nThey borrowed $65 million to cover the first six months of 1993.",
    "valueText": "ilk"
  },
  {
    "keyText": "teach.\n\nto help students to learn something in a school, college, university, etc. by giving classes.\n\nHow long have you been teaching here?",
    "valueText": "öğretmek"
  },
  {
    "keyText": "late.\n\nif you are late, you arrive somewhere after the correct or usual time.\n\nShe called to say she’d be late.",
    "valueText": "geç"
  },
  {
    "keyText": "meet.\n\nto come together in order to talk to someone who you have arranged to see.\n\nI’ll meet you in the bar later.",
    "valueText": "buluşmak"
  },
  {
    "keyText": "together.\n\nif you put two or more things together, you combine them to form a single thing.\n\nNow add the numbers together.",
    "valueText": "birlikte"
  },
  {
    "keyText": "number.\n\na sign or word that represents an amount or quantity. 1, 2, 3, etc. and “one,” “two,” “three,” etc. are numbers.\n\nlarge numbers like 250,000",
    "valueText": "numara"
  },
  {
    "keyText": "past.\n\ngoing near someone or something while you are on your way to another place.\n\nI walked past several hotels on my way to the gas station.",
    "valueText": "geçmiş"
  },
  {
    "keyText": "not.\n\nused for showing that you mean the opposite of the word or phrase that follows.\n\nIt’s not much fun living with a drug addict.",
    "valueText": "değil"
  },
  {
    "keyText": "food.\n\nthe things that people or animals eat.\n\nThe prices of food and clothing have risen dramatically in recent years.",
    "valueText": "yiyecek"
  },
  {
    "keyText": "foot.\n\nthe part of your body at the end of your leg, on which you stand.\n\nMary slid her feet into her sandals.",
    "valueText": "ayak"
  },
  {
    "keyText": "read.\n\nto look at and understand words in a letter, book, newspaper, etc..\n\nI read a few chapters of a book every night.",
    "valueText": "okumak"
  },
  {
    "keyText": "egg.\n\nthe round object with a shell that a female bird produces and a baby bird develops in. The mother bird lays an egg, and later the egg hatches and the baby bird comes out.\n\na hen’s/pigeon’s/sparrow’s egg",
    "valueText": "yumurta"
  },
  {
    "keyText": "after.\n\nfarther along a road, railroad, etc..\n\nYou turn right just after the bank.",
    "valueText": "sonra"
  },
  {
    "keyText": "floor.\n\nthe flat area that you walk on inside a building or room.\n\nThe house has polished wooden floors.",
    "valueText": "zemin"
  },
  {
    "keyText": "animal.\n\nany living thing that can move independently and that has senses for recognizing and reacting to the environment around it. Animals are divided into two groups, vertebrates and invertebrates.\n\nAmphibious animals such as frogs and toads live mainly on land, but develop into adults in water.",
    "valueText": "hayvan"
  },
  {
    "keyText": "chair.\n\na piece of furniture for one person to sit on, with a back, legs, and sometimes two arms.\n\nI had to sit on a hard wooden chair all day.",
    "valueText": "sandalye"
  },
  {
    "keyText": "sad.\n\nfeeling unhappy, especially because something bad has happened.\n\nReading her letter made us all feel a little sad.",
    "valueText": "üzgün"
  },
  {
    "keyText": "date.\n\nthe name and number of a particular day or year.\n\nThe date on the report is October 24, 2005.",
    "valueText": "tarih"
  },
  {
    "keyText": "parent.\n\na mother or father.\n\nHas Joe met your parents yet?",
    "valueText": "ebeveyn"
  },
  {
    "keyText": "house.\n\na building for living in, usually where only one family lives.\n\nI’d love a house with a big back yard.",
    "valueText": "ev"
  },
  {
    "keyText": "send.\n\nto mail a letter or package to someone.\n\nI sent the letters yesterday, so they should arrive today.",
    "valueText": "göndermek"
  },
  {
    "keyText": "grass.\n\na very common plant with thin green leaves that covers the ground. A single piece of grass is called a blade of grass.\n\nStephen was lying full length on the grass.",
    "valueText": "ot"
  },
  {
    "keyText": "world.\n\nthe planet that we live on.\n\nWe observe changes in the world’s climate.",
    "valueText": "dünya"
  },
  {
    "keyText": "sometimes.\n\non some occasions or in some situations, but not always.\n\nSometimes it’s so cold I don’t even want to leave the house.",
    "valueText": "ara sıra"
  },
  {
    "keyText": "rice.\n\na food consisting of small white or brown grains that are eaten cooked.\n\nboiled/fried rice",
    "valueText": "pirinç"
  },
  {
    "keyText": "where.\n\nused for referring to a particular place that someone or something is in or that they go to.\n\nWe were led to the dining room, where lunch was being served.",
    "valueText": "nerede"
  },
  {
    "keyText": "right.\n\nexactly.\n\nTheir office is right in the middle of town.",
    "valueText": "doğru"
  },
  {
    "keyText": "shopping.\n\nthe activity of going to a store to buy things.\n\nI don’t like shopping very much.",
    "valueText": "alışveriş yapmak"
  },
  {
    "keyText": "later.\n\nat some time in the future, or after the time that you have been talking about.\n\nI expect her home later.",
    "valueText": "sonra"
  },
  {
    "keyText": "put.\n\nto move something to a particular position, especially using your hands.\n\nShe put her hand on Cliff’s arm.",
    "valueText": "koymak"
  },
  {
    "keyText": "bird.\n\nan animal covered in feathers, with two wings for flying and a hard pointed mouth called a beak or a bill. Birds build nests, in which female birds lay eggs..\n\nShe’s a tough old bird.",
    "valueText": "kuş"
  },
  {
    "keyText": "plane.\n\nan aircraft with wings and at least one engine.\n\nHer father was killed in a plane crash.",
    "valueText": "uçak"
  },
  {
    "keyText": "age.\n\nthe number of years that someone has lived.\n\nIt was difficult to guess his age.",
    "valueText": "yaş"
  },
  {
    "keyText": "smoking.\n\nthe activity of breathing smoke from cigarettes, pipes, etc. into your mouth and lungs.\n\nSmoking can seriously damage your health.",
    "valueText": "sigara içmek"
  },
  {
    "keyText": "business.\n\nthe work of buying or selling products or services for money.\n\nrepresentatives from business and politics",
    "valueText": "iş"
  },
  {
    "keyText": "face.\n\nthe front part of your head, where your eyes, nose, and mouth are.\n\nShe wiped her face.",
    "valueText": "yüz"
  },
  {
    "keyText": "please.\n\nused as a polite way of asking for something or of asking someone to do something.\n\nWould you help me with these bags, please?",
    "valueText": "lütfen"
  },
  {
    "keyText": "new.\n\nrecently created, built, invented, or planned.\n\nThey are going to build a new office building here.",
    "valueText": "yeni"
  },
  {
    "keyText": "other.\n\nused for referring to additional people or things of the type already mentioned or known about.\n\nIn addition to Nicola, Mrs. Stanley has three other children.",
    "valueText": "diğer"
  },
  {
    "keyText": "want.\n\nto feel that you would like to have, keep, or do something.\n\nDo you still want these old letters?",
    "valueText": "istemek"
  },
  {
    "keyText": "hello.\n\nused as a greeting when you meet someone or begin to talk to someone on the telephone.\n\nHello, my name is Anna.",
    "valueText": "merhaba"
  },
  {
    "keyText": "any.\n\nused instead of “some” for saying or asking whether there is a small amount of something or a small number of people or things.\n\nIf you need any help, just let me know.",
    "valueText": "herhangi"
  },
  {
    "keyText": "how.\n\nused for asking or saying what quantity, distance, age, etc. something is, or to what degree something is true.\n\nHow old is your sister?",
    "valueText": "nasıl"
  },
  {
    "keyText": "paint.\n\nto put paint onto something to change its color.\n\nShe was painting her nails.",
    "valueText": "boya"
  },
  {
    "keyText": "pair.\n\ntwo things of the same type that belong together.\n\nThose boots cost fifty dollars a pair.",
    "valueText": "çift"
  },
  {
    "keyText": "early.\n\nbefore the usual or expected time.\n\nI don’t get up very early.",
    "valueText": "erken"
  },
  {
    "keyText": "tomato.\n\n.\n\n",
    "valueText": "domates"
  },
  {
    "keyText": "hear.\n\nto realize that someone or something is making a sound.\n\nHe listened but heard nothing more.",
    "valueText": "duymak"
  },
  {
    "keyText": "slow.\n\na slow movement or action does not happen fast.\n\na long slow walk to the top of the hill",
    "valueText": "yavaş"
  },
  {
    "keyText": "room.\n\na part of a building with a floor, walls, and a ceiling.\n\nOn the second floor were two large empty rooms.",
    "valueText": "oda"
  },
  {
    "keyText": "writing.\n\nthings such as a books, poems, and newspaper articles.\n\nhistorical writing that brings the past to life",
    "valueText": "yazı"
  },
  {
    "keyText": "boy.\n\na male child.\n\na 10-year-old boy",
    "valueText": "erkek çocuğu"
  },
  {
    "keyText": "bored.\n\nfeeling impatient or dissatisfied, because you are not interested in something or because you have nothing to do. If you want to say you are extremely bored, you can say you are bored stiff/rigid/silly or bored to tears/to death.\n\nOh, I’m so bored!",
    "valueText": "canı sıkkın"
  },
  {
    "keyText": "which.\n\nused for asking for a specific choice from a limited number of possibilities.\n\nWhich would you like, tea or coffee?",
    "valueText": "hangi"
  },
  {
    "keyText": "here.\n\nused when you are offering or giving something to someone.\n\nHere, use my handkerchief.",
    "valueText": "işte, burada"
  },
  {
    "keyText": "shower.\n\na piece of equipment that produces a flow of water that you stand under to wash your body.\n\nThe shower isn’t working.",
    "valueText": "duş"
  },
  {
    "keyText": "fly.\n\nto use wings to move through the air.\n\nNot all insects can fly.",
    "valueText": "uçmak"
  },
  {
    "keyText": "second.\n\nin the place or position counted as number two.\n\nThis is the second program in a series on rural health.",
    "valueText": "ikinci"
  },
  {
    "keyText": "beautiful.\n\na beautiful person is extremely attractive.\n\nTheir mother was a very beautiful woman.",
    "valueText": "güzel"
  },
  {
    "keyText": "lunch.\n\na meal that you eat in the middle of the day.\n\nWe stopped for a light  (=small) lunch.",
    "valueText": "öğle yemeği"
  },
  {
    "keyText": "kick.\n\nto hit someone or something with your foot.\n\nMom! Jimmy kicked me!",
    "valueText": "tekmelemek"
  },
  {
    "keyText": "turn.\n\nto change the position of your body or head so that you are facing in a different direction.\n\nShe turned and smiled at me.",
    "valueText": "çevirmek"
  },
  {
    "keyText": "round.\n\nshaped like a circle or a ball.\n\nDon’t worry if the balls of dough aren’t perfectly round.",
    "valueText": "yuvarlak"
  },
  {
    "keyText": "everything.\n\nall the things, activities, etc. that are involved in a situation.\n\nThe earthquake destroyed everything within a 25-mile radius.",
    "valueText": "herşey"
  },
  {
    "keyText": "drum.\n\na musical instrument consisting of a tight skin stretched over a round frame that you hit with your hands or a stick. Someone who plays a drum is a drummer..\n\nan oil drum",
    "valueText": "davul"
  },
  {
    "keyText": "leather.\n\na strong material made from animal skin that is used for making shoes, clothes, bags, etc..\n\na leather sofa",
    "valueText": "deri"
  },
  {
    "keyText": "hope.\n\nto want and expect something to happen or be true.\n\nhope (that): I just hope she’s pleasant to him on his birthday.",
    "valueText": "umut"
  },
  {
    "keyText": "through.\n\nduring all of a period of time until the end of it.\n\nOnly one hotel remained open through the year.",
    "valueText": "içinden"
  },
  {
    "keyText": "god.\n\none of the male spirits or beings with special powers that people in some religions believe in and worship.\n\nThe Hindu god Vishnu is often pictured as a young man herding cows.",
    "valueText": "tanrı"
  },
  {
    "keyText": "crazy.\n\nnot at all sensible or practical.\n\nIt’s crazy. Who would do a thing like that?",
    "valueText": "çılgın"
  },
  {
    "keyText": "danger.\n\na situation in which harm, death, damage, or destruction is possible.\n\nThe sign said “Danger! Keep Out!”",
    "valueText": "tehlike"
  },
  {
    "keyText": "care.\n\nto be interested in someone and want them to be well and happy.\n\nI wish I had someone who cared.",
    "valueText": "önemsemek"
  },
  {
    "keyText": "supper.\n\n.\n\n",
    "valueText": "akşam yemeği"
  },
  {
    "keyText": "shout.\n\nto say something in a loud voice.\n\n“Stop!” he shouted.",
    "valueText": "bağırmak"
  },
  {
    "keyText": "terrible.\n\nmaking you feel very upset or afraid.\n\nHer mother’s sudden death came as a terrible shock.",
    "valueText": "korkunç"
  },
  {
    "keyText": "actually.\n\nused for emphasizing what is really true or what really happened.\n\nI need to talk to the person who actually made the application.",
    "valueText": "aslında"
  },
  {
    "keyText": "keyboard.\n\nthe part of a musical instrument such as a piano that has the keys that you touch to make notes.\n\na keyboard instrument",
    "valueText": "klavye"
  },
  {
    "keyText": "shame.\n\na guilty and embarrassed feeling that you have when you or someone else has behaved badly.\n\nHe speaks about his affair without shame.",
    "valueText": "utanç"
  },
  {
    "keyText": "line.\n\na long thin mark on the surface of something.\n\nDraw a straight line.",
    "valueText": "hat"
  },
  {
    "keyText": "improve.\n\nto make something better.\n\nOur main objective is to improve educational standards.",
    "valueText": "geliştirmek"
  },
  {
    "keyText": "double.\n\nconsisting of two things or parts of the same type.\n\nHe went through the double doors.",
    "valueText": "çift"
  },
  {
    "keyText": "daily.\n\ndone or happening every day.\n\nShe is in daily contact with her mother.",
    "valueText": "günlük"
  },
  {
    "keyText": "toy.\n\nan object that a child can play with, especially a model of a real thing such as a car or an animal.\n\nboxes full of books, toys, and games",
    "valueText": "oyuncak"
  },
  {
    "keyText": "soap.\n\n.\n\n",
    "valueText": "sabun"
  },
  {
    "keyText": "anyone.\n\nused instead of “someone” when asking or saying whether there is even one person.\n\nWas there anyone at home?",
    "valueText": "kimse"
  },
  {
    "keyText": "bill.\n\na written statement showing how much money you owe someone for goods or services you have received.\n\na telephone bill",
    "valueText": "fatura"
  },
  {
    "keyText": "battery.\n\nan object that fits into something such as a radio, clock, or car and supplies it with electricity.\n\nI need some new batteries for my Walkman.",
    "valueText": "batarya"
  },
  {
    "keyText": "sweater.\n\n.\n\n",
    "valueText": "kazak"
  },
  {
    "keyText": "correct.\n\nright according to the facts, with no mistakes.\n\nThe first person to give the correct answer wins the contest.",
    "valueText": "doğru"
  },
  {
    "keyText": "ago.\n\nused for saying how much time has passed since something happened.\n\nYour wife called a few minutes ago.",
    "valueText": "önce"
  },
  {
    "keyText": "everywhere.\n\nused for talking about a very large area such as a region, a country, or the whole world.\n\nI’d like to thank all my fans everywhere for their support.",
    "valueText": "her yerde"
  },
  {
    "keyText": "worst.\n\nworse than all others, or worse than at all other times.\n\nIt was the worst accident in the company’s history.",
    "valueText": "en kötü"
  },
  {
    "keyText": "pretty.\n\nfairly.\n\nMy TV’s getting pretty old now.",
    "valueText": "güzel"
  },
  {
    "keyText": "lamp.\n\nan electric light, especially a small one, that stands on a table or desk.\n\nUse a desk lamp when you study.",
    "valueText": "lamba"
  },
  {
    "keyText": "speaker.\n\nsomeone who gives a speech, or who talks about a subject to a group.\n\nThe speaker was interrupted several times.",
    "valueText": "konuşmacı"
  },
  {
    "keyText": "case.\n\nan example or instance of something.\n\nIn the majority of cases, keeping a project within budget depends on efficient cost control.",
    "valueText": "olay"
  },
  {
    "keyText": "nothing.\n\nnot anything.\n\nThere was nothing in the room except for a mattress.",
    "valueText": "hiçbir şey"
  },
  {
    "keyText": "share.\n\nto use or to have something at the same time as someone else.\n\nDo you mind sharing a table?",
    "valueText": "paylaşmak"
  },
  {
    "keyText": "upset.\n\nvery sad, worried, or angry about something.\n\nWhy are you so upset?",
    "valueText": "üzgün"
  },
  {
    "keyText": "called.\n\n.\n\n",
    "valueText": "adlandırılan"
  },
  {
    "keyText": "goal.\n\nsomething that you hope to achieve.\n\nOur goal is to provide a good standard of medical care.",
    "valueText": "hedef"
  },
  {
    "keyText": "available.\n\nable to be obtained, taken, or used.\n\nThe dish is made with ingredients available in most supermarkets.",
    "valueText": "mevcut"
  },
  {
    "keyText": "painter.\n\nan artist who paints pictures.\n\nThe gallery is showing the work of abstract painters.",
    "valueText": "ressam"
  },
  {
    "keyText": "matter.\n\nsomething that you are discussing, considering, or dealing with.\n\na matter for something: Teachers feel this is a matter for discussion with parents.",
    "valueText": "sorun"
  },
  {
    "keyText": "become.\n\nif something becomes you, it is suitable for you or it makes you more attractive.\n\nThat red dress really becomes her – it goes with her hair.",
    "valueText": "olmak"
  },
  {
    "keyText": "push.\n\nto move someone or something away from you, or from their previous position, using part of your body, especially your hands.\n\nPush as hard as you can.",
    "valueText": "itmek"
  },
  {
    "keyText": "top.\n\nthe highest place, point, part, or surface of something.\n\nWe could see mountain tops in the distance.",
    "valueText": "üst"
  },
  {
    "keyText": "shut.\n\nto close something, for example a door, window, or drawer.\n\nPlease shut the door behind you.",
    "valueText": "kapamak"
  },
  {
    "keyText": "pleased.\n\nhappy and satisfied.\n\npleased with: It took a long time to complete the work, but I’m very pleased with the results.",
    "valueText": "memnun"
  },
  {
    "keyText": "team.\n\na group of people who play a sport or a game against another group.\n\na football/hockey/basketball team",
    "valueText": "takım"
  },
  {
    "keyText": "term.\n\na word or phrase used for referring to something.\n\na technical/medical/legal/scientific term",
    "valueText": "dönem"
  },
  {
    "keyText": "polite.\n\nsomeone who is polite behaves toward other people in a pleasant way that follows all the usual rules of society.\n\nbe polite of someone: It wasn’t very polite of you to keep interrupting me.",
    "valueText": "kibar"
  },
  {
    "keyText": "cloud.\n\na white or gray mass of very small drops of water in the sky.\n\nA few white clouds drifted across the sky.",
    "valueText": "bulut"
  },
  {
    "keyText": "ship.\n\na very large boat used for carrying people or goods long distances.\n\nHis ship sailed from Pearl Harbor on Monday.",
    "valueText": "gemi"
  },
  {
    "keyText": "without.\n\nused for saying what someone or something does not have.\n\nthe ability to do mathematics without a calculator",
    "valueText": "olmadan"
  },
  {
    "keyText": "chemist.\n\na scientist who studies chemistry.\n\na brilliant young research chemist",
    "valueText": "kimyager"
  },
  {
    "keyText": "since.\n\nstarting at a particular point in the past and continuing until now or until another point in the past.\n\nI’ve known Joanna since she was born.",
    "valueText": "-den beri"
  },
  {
    "keyText": "exactly.\n\nno more and no less than a particular amount or time.\n\nIt’s exactly three o’clock.",
    "valueText": "kesinlikle"
  },
  {
    "keyText": "ceiling.\n\nthe surface that is above you in a room.\n\nThey imposed a ceiling on agricultural imports.",
    "valueText": "tavan"
  },
  {
    "keyText": "chicken.\n\na bird kept for its eggs and meat. The sound it makes is called clucking. The female chicken is called a hen and the male is called a rooster. A baby chicken is called a chick..\n\nplay chicken: The kids were playing chicken on the railroad track when the accident happened.",
    "valueText": "tavuk"
  },
  {
    "keyText": "fall.\n\nto move quickly downward from a higher position, usually by accident.\n\nfall off/through/out of etc.: Ann’s just fallen downstairs and hurt her back.",
    "valueText": "düşmek"
  },
  {
    "keyText": "dream.\n\nsomething that you experience in your mind while you are sleeping. A dream in which frightening things happen is called a bad dream or a nightmare.\n\nhave a dream: I had a strange dream last night.",
    "valueText": "rüya"
  },
  {
    "keyText": "busy.\n\nhaving many things to do.\n\nThe parents of young children are always busy.",
    "valueText": "meşgul"
  },
  {
    "keyText": "most.\n\nthe largest part of something, or the majority of people or things.\n\nMost people think of robots as machines that look like people.",
    "valueText": "en"
  },
  {
    "keyText": "dessert.\n\n.\n\n",
    "valueText": "tatlı"
  },
  {
    "keyText": "receipt.\n\na document that you get from someone showing that you have given them money or goods.\n\nHe always paid by credit card and kept the receipts.",
    "valueText": "makbuz"
  },
  {
    "keyText": "snake.\n\n.\n\n",
    "valueText": "yılan"
  },
  {
    "keyText": "afterwards.\n\n.\n\n",
    "valueText": "sonradan"
  },
  {
    "keyText": "mix.\n\nto combine two or more substances so that they become a single substance.\n\nAdd the eggs and mix thoroughly.",
    "valueText": "karıştırmak"
  },
  {
    "keyText": "price.\n\nthe amount of money that you have to pay in order to buy something.\n\nThey charge the same prices in all their restaurants.",
    "valueText": "fiyat"
  },
  {
    "keyText": "click.\n\nto make a short sound like the sound when you press a switch.\n\nThe cameras continued clicking as they drove away.",
    "valueText": "tıklamak"
  },
  {
    "keyText": "till.\n\nuntil: “Till” is less formal than “until” and is used less often in writing.\n\nYou’ll have to wait till tomorrow.",
    "valueText": "kadar"
  },
  {
    "keyText": "glove.\n\na piece of clothing that covers your fingers and hands.\n\na pair of gloves",
    "valueText": "eldiven"
  },
  {
    "keyText": "cost.\n\nthe amount of money that is needed in order to buy, pay for, or do something.\n\nthe cost of doing something: The cost of rebuilding the theater will be $13 million.",
    "valueText": "maliyet"
  },
  {
    "keyText": "anywhere.\n\nused instead of “somewhere” when you are saying whether someone or something exists in even one place or goes to even one place.\n\nHe never travels anywhere without his camera.",
    "valueText": "herhangi bir yer"
  },
  {
    "keyText": "type.\n\na group of people or things with similar qualities or features that make them different from other groups.\n\ntype of: What type of dog do you have?",
    "valueText": "yazmak"
  },
  {
    "keyText": "guest.\n\nsomeone who you have invited to your home, for a party or a meal, or to stay the night.\n\nWe have guests staying with us this weekend.",
    "valueText": "konuk"
  },
  {
    "keyText": "deep.\n\ngoing a long way down from the top or the surface.\n\nThe river is pretty deep here.",
    "valueText": "derin"
  },
  {
    "keyText": "thank.\n\nto tell someone that you are grateful for something that they have done or given to you.\n\nShe didn’t even thank me.",
    "valueText": "teşekkür"
  },
  {
    "keyText": "international.\n\ninvolving several countries, or existing between countries.\n\ninternational trade/relations/diplomacy",
    "valueText": "uluslararası"
  },
  {
    "keyText": "add.\n\nto put something with another thing or group of things.\n\nWhen the sauce is thick, add the cheese.",
    "valueText": "eklemek"
  },
  {
    "keyText": "air.\n\nthe mixture of gases surrounding the Earth that we breathe.\n\nDo we really want all these cars polluting the air?",
    "valueText": "hava"
  },
  {
    "keyText": "sick.\n\nif you are sick, you do not feel well.\n\nHe stayed at home caring for his sick wife.",
    "valueText": "hasta"
  },
  {
    "keyText": "ever.\n\nused before a comparative adjective or adverb for showing that something is growing or developing all the time.\n\nThe tax laws grow ever more complex.",
    "valueText": "hiç"
  },
  {
    "keyText": "instrument.\n\na tool or piece of equipment used in science, medicine, or technology.\n\nscientific instruments such as microscopes",
    "valueText": "enstrüman"
  },
  {
    "keyText": "dry.\n\nsomething that is dry has no water in it or on it.\n\nIs the grass dry enough to mow?",
    "valueText": "kurutmak"
  },
  {
    "keyText": "get off.\n\nto have a particular period of time as a vacation.\n\nI’ll try to come, but I’m not sure I’ll be able to get that week off.",
    "valueText": "inmek"
  },
  {
    "keyText": "horrible.\n\nvery unpleasant.\n\nI’ve had a horrible day at work.",
    "valueText": "korkunç"
  },
  {
    "keyText": "several.\n\na number of people or things that is more than two or three, but not many.\n\nThe strike lasted for several days.",
    "valueText": "birkaç"
  },
  {
    "keyText": "however.\n\nused when you are saying something that seems surprising after your previous statement, or that makes your previous statement seem less true.\n\nThe president was confident of success. His advisers were not so sure, however.",
    "valueText": "ancak"
  },
  {
    "keyText": "gate.\n\na door in a fence or wall that you go through to enter or leave a place.\n\nHe walked through a wooden gate into the field.",
    "valueText": "kapı"
  },
  {
    "keyText": "curtain.\n\na long piece of cloth, usually one of a pair, that hangs down and covers a window.\n\nclose/pull/draw the curtains  (=move them together): Close the curtains and turn the light on.",
    "valueText": "perde"
  },
  {
    "keyText": "company.\n\nan organization that provides services, or that makes or sells goods for money.\n\nMax works for a large oil company.",
    "valueText": "şirket"
  },
  {
    "keyText": "theatre.\n\n.\n\n",
    "valueText": "tiyatro"
  },
  {
    "keyText": "still.\n\nused for saying that a situation continues to exist up to and including a particular time, especially when this seems surprising.\n\nWe were still cleaning the house when the guests started to arrive.",
    "valueText": "hâlâ"
  },
  {
    "keyText": "print.\n\nto produce words, numbers, pictures, etc. on paper, using a printer or printing press.\n\nI had already printed twenty pages when I noticed the page numbers were all wrong.",
    "valueText": "yazdırmak"
  },
  {
    "keyText": "wooden.\n\nmade of wood.\n\na wooden box/floor/chair",
    "valueText": "ahşaptan"
  },
  {
    "keyText": "further.\n\nused for saying that something exists or happens more, or to a greater degree.\n\nMatters were further complicated by the unexpected arrival of Stuart.",
    "valueText": "daha ileri"
  },
  {
    "keyText": "accident.\n\na crash involving a car, train, airplane, or other vehicle.\n\na fatal accident on the expressway between Plainview and Westbury",
    "valueText": "kaza"
  },
  {
    "keyText": "chef.\n\n.\n\n",
    "valueText": "şef"
  },
  {
    "keyText": "wool.\n\n.\n\n",
    "valueText": "yün"
  },
  {
    "keyText": "sound.\n\nsomething that you can hear.\n\nMy car is making strange clicking sounds.",
    "valueText": "ses"
  },
  {
    "keyText": "magic.\n\nthe mysterious power that some people believe can make impossible things happen if you do special actions or say special words called spells.\n\na tale of magic and witchcraft",
    "valueText": "büyü"
  },
  {
    "keyText": "another.\n\none more person or thing of the same type as before.\n\nThere’s another news show at ten o’clock.",
    "valueText": "bir diğeri"
  },
  {
    "keyText": "missing.\n\nif someone or something is missing, they are not where they should be and you do not know where they are.\n\nWe need to look to see if anything is missing.",
    "valueText": "eksik"
  },
  {
    "keyText": "tyre.\n\n.\n\n",
    "valueText": "lastik"
  },
  {
    "keyText": "happen.\n\nto take place, usually without being planned.\n\nThe accident happened at about 4:30 p.m. yesterday.",
    "valueText": "olmak"
  },
  {
    "keyText": "sign.\n\na piece of evidence that something is happening or that something exists.\n\nsign of: I couldn’t see any sign of progress.",
    "valueText": "işaret"
  },
  {
    "keyText": "island.\n\na piece of land that is completely surrounded by water.\n\nThe hotel is the best on the island.",
    "valueText": "ada"
  },
  {
    "keyText": "just.\n\nused for saying that although something happens, it almost does not happen.\n\nThe four girls just managed to squeeze into the back of Rick’s car.",
    "valueText": "az önce"
  },
  {
    "keyText": "foreign.\n\nfrom another country, or in another country.\n\nWorking in a foreign country takes some getting used to.",
    "valueText": "yabancı"
  },
  {
    "keyText": "pray.\n\nto speak to God or a saint, for example to give thanks or ask for help.\n\nLet us pray.",
    "valueText": "dua etmek"
  },
  {
    "keyText": "chemistry.\n\nthe scientific study of the structure of substances and the way they react with other substances.\n\norganic/inorganic chemistry",
    "valueText": "kimya"
  },
  {
    "keyText": "carrot.\n\na long hard orange vegetable that grows under the ground and has green leaves on its top.\n\nthe electoral carrot of early tax cuts",
    "valueText": "havuç"
  },
  {
    "keyText": "surprised.\n\nhaving the feeling that you get when something unexpected happens.\n\nI’ll be surprised if he gets here on time.",
    "valueText": "şaşırmış"
  },
  {
    "keyText": "bear.\n\nif you cannot bear something, you cannot accept or do it because it makes you very unhappy.\n\ncan’t bear doing something/to do something: Sue can’t bear to be separated from her baby daughter.",
    "valueText": "ayı"
  },
  {
    "keyText": "friendly.\n\nsomeone who is friendly is always pleasant and helpful toward other people.\n\nI enjoy working there, everyone is so friendly.",
    "valueText": "arkadaş canlısı"
  },
  {
    "keyText": "dead.\n\nno longer alive.\n\nThe police don’t know whether she’s alive or dead.",
    "valueText": "ölü"
  },
  {
    "keyText": "oil.\n\na thick dark smooth liquid from under the ground, used for making gas and other fuels.\n\nThe Middle Eastern countries produce most of the world’s oil.",
    "valueText": "sıvı yağ"
  },
  {
    "keyText": "wish.\n\nto want something to happen although it is unlikely.\n\nwish (that): I wish I was rich!",
    "valueText": "dilemek"
  },
  {
    "keyText": "adventure.\n\nan exciting, unusual, and sometimes dangerous experience.\n\nI decided I was ready for an adventure after college.",
    "valueText": "macera"
  },
  {
    "keyText": "let.\n\nto allow something to happen.\n\nlet someone/something do something: I stepped back and let him pass.",
    "valueText": "izin vermek"
  },
  {
    "keyText": "forest.\n\na large area of land covered by trees and other plants growing close together.\n\nWhen we were children, we loved to hike through the forest.",
    "valueText": "orman"
  },
  {
    "keyText": "tune.\n\na song or piece of music.\n\nthe station that plays all your favorite tunes",
    "valueText": "melodi"
  },
  {
    "keyText": "certainly.\n\nused for emphasizing that something is definitely true or will definitely happen.\n\nI certainly hope you’re right.",
    "valueText": "kesinlikle"
  },
  {
    "keyText": "mixed.\n\nconsisting of different things.\n\nmixed herbs​/​vegetables​/​nuts",
    "valueText": "karışık"
  },
  {
    "keyText": "probably.\n\nused for saying that you think something is likely.\n\nYou’ll probably be gone by the time I get back.",
    "valueText": "muhtemelen"
  },
  {
    "keyText": "set.\n\nto put someone or something in a position.\n\nset someone/something in/into/on/down/back etc.: “Tea’s ready,” he told them and set down the tray.",
    "valueText": "ayarlamak"
  },
  {
    "keyText": "out.\n\nused for saying that a book, DVD, etc. is not in a library because someone has borrowed it.\n\nWe do have the book you asked for, but it’s out at the moment.",
    "valueText": "dışarı"
  },
  {
    "keyText": "mad.\n\nangry.\n\nHe makes me mad, the way he keeps criticizing me.",
    "valueText": "deli"
  },
  {
    "keyText": "cover.\n\nto put one thing over another, in order to protect or hide it.\n\nCover the food until you are ready to eat it.",
    "valueText": "örtmek"
  },
  {
    "keyText": "mouse.\n\na small furry animal with a long tail.\n\nThe cat’s caught another mouse.",
    "valueText": "fare"
  },
  {
    "keyText": "simple.\n\neasy to understand, solve, or do.\n\nStudents were given a simple skills test.",
    "valueText": "basit"
  },
  {
    "keyText": "free.\n\nsomething that is free does not cost anything.\n\nAll talks start at 2:30 p.m. and admission is free.",
    "valueText": "ücretsiz"
  },
  {
    "keyText": "discount.\n\na reduction in the price of something.\n\nBus and train discounts are available for people over 60.",
    "valueText": "indirim"
  },
  {
    "keyText": "garage.\n\na building for keeping a car in, especially one that is connected to or near a house.\n\na house with a two-car garage",
    "valueText": "garaj"
  },
  {
    "keyText": "view.\n\nthe ability to see something from a particular place.\n\nview of: We had a spectacular view of the mountains from our room.",
    "valueText": "görünüm"
  },
  {
    "keyText": "pleasant.\n\nenjoyable or attractive in a way that makes you feel pleased and satisfied.\n\nSeattle is a very pleasant place to work.",
    "valueText": "hoş"
  },
  {
    "keyText": "lovely.\n\nenjoyable, or pleasant.\n\nWe’ve had a lovely evening.",
    "valueText": "sevimli"
  },
  {
    "keyText": "net.\n\nmaterial made of string or rope woven into a loose pattern with spaces in it, or a piece of this.\n\na mosquito/fishing net",
    "valueText": "ağ"
  },
  {
    "keyText": "middle.\n\nthe part of something that is farthest from the sides, edges, or ends.\n\nmiddle ofin the middle (of something): There was a cat sitting in the middle of the road.",
    "valueText": "orta"
  },
  {
    "keyText": "describe.\n\nto give details about what someone or something is like.\n\nThe e-mail system is fully described in section 10.",
    "valueText": "tanımlamak"
  },
  {
    "keyText": "carpet.\n\na thick soft cover for a floor.\n\nwall-to-wall carpet  (=cut to fit a room): There was a green wall-to-wall carpet in the hall.",
    "valueText": "halı"
  },
  {
    "keyText": "special.\n\ndifferent from and usually better than what is normal or ordinary.\n\nThe children can only stay up late on special occasions.",
    "valueText": "özel"
  },
  {
    "keyText": "variety.\n\na collection or number of people, things, ideas, etc. that are all different from one another.\n\nvariety of: People study yoga for a variety of reasons.",
    "valueText": "çeşitlilik"
  },
  {
    "keyText": "space.\n\nan empty or available area.\n\nWe replaced the bathtub with a shower to create more space.",
    "valueText": "boş yer"
  },
  {
    "keyText": "jump.\n\nto move your body off the ground using your legs.\n\nYou’ll have to jump if you want to catch it.",
    "valueText": "atlamak"
  },
  {
    "keyText": "high.\n\nlarge in size from the top to the ground.\n\nvery high mountains",
    "valueText": "yüksek"
  },
  {
    "keyText": "gas.\n\nliquid fuel that is used for producing power in the engines of cars. The British word is petrol.\n\nget gas: We need to get some gas before we leave town.",
    "valueText": "gaz"
  },
  {
    "keyText": "cheque.\n\n.\n\n",
    "valueText": "çek"
  },
  {
    "keyText": "desert.\n\na large area of land with few plants and little water and where the weather is always dry.\n\na desert of parking lots and concrete buildings",
    "valueText": "çöl"
  },
  {
    "keyText": "pity.\n\na strong feeling of sympathy that you have for someone because they are very unhappy or in a bad situation.\n\nShe looked at him with a mixture of pity and disgust.",
    "valueText": "yazık"
  },
  {
    "keyText": "seat.\n\nsomething you can sit on.\n\nSome of the vans have leather seats.",
    "valueText": "koltuk"
  },
  {
    "keyText": "married.\n\nsomeone who is married has been formally joined in marriage with another person.\n\na married woman/man",
    "valueText": "evli"
  },
  {
    "keyText": "arrive.\n\nto reach a place, after having been somewhere else.\n\nWhat time does your plane arrive?",
    "valueText": "varmak"
  },
  {
    "keyText": "advice.\n\nan opinion that someone gives you about the best thing to do in a particular situation.\n\nYou can always contact your teacher for advice and support.",
    "valueText": "tavsiye"
  },
  {
    "keyText": "fail.\n\nto be unsuccessful when you try to do something.\n\nMost people who try to lose weight fail dismally.",
    "valueText": "başarısız olmak"
  },
  {
    "keyText": "silver.\n\na chemical element that is a light-gray shiny metal. It is used for making jewelry, coins, silverware, etc. and its symbol is Ag..\n\nmining for gold and silver",
    "valueText": "gümüş"
  },
  {
    "keyText": "sell.\n\nto exchange something for money.\n\nThey’ve already sold over two million copies of their record.",
    "valueText": "satmak"
  },
  {
    "keyText": "true.\n\nbased on facts or things that really happen, and not made up.\n\nThe film is based on a true story.",
    "valueText": "doğru"
  },
  {
    "keyText": "blonde.\n\n.\n\n",
    "valueText": "sarışın"
  },
  {
    "keyText": "downstairs.\n\nto or on a lower floor of a building, especially the floor at ground level.\n\nI ran downstairs to see if he had come home yet.",
    "valueText": "alt kat"
  },
  {
    "keyText": "pocket.\n\na small bag that forms part of a piece of clothing and is used for holding small objects.\n\nThe money had fallen out of a hole in my pocket.",
    "valueText": "cep"
  },
  {
    "keyText": "strong.\n\nphysically powerful and healthy.\n\nAre you strong enough to carry that heavy box?",
    "valueText": "güçlü"
  },
  {
    "keyText": "call.\n\nto ask or tell someone to come to a place, usually so that you can talk to them.\n\ncall someone across/up/over/to etc.: She called me up to the office to explain the new policy.",
    "valueText": "telefonla aramak"
  },
  {
    "keyText": "include.\n\nto contain someone or something as a part.\n\nThe price includes dinner, bed, and breakfast.",
    "valueText": "dahil etmek"
  },
  {
    "keyText": "try.\n\nto attempt to do something.\n\nDon’t try any of your tricks with me!",
    "valueText": "denemek"
  },
  {
    "keyText": "especially.\n\nused when mentioning conditions that make something more relevant, important, or true.\n\nIt was a very cold house, especially in the winter.",
    "valueText": "özellikle"
  },
  {
    "keyText": "pack.\n\nto put your possessions into a bag, suitcase, or box so that you can take or send them somewhere.\n\nIt didn’t take her long to pack the few clothes she would need.",
    "valueText": "paketlemek"
  },
  {
    "keyText": "lemon.\n\nfruit with a hard yellow skin and sour juice. It grows on a lemon tree. Lemons are citrus fruits.\n\nAdd the juice of half a lemon.",
    "valueText": "limon"
  },
  {
    "keyText": "advertisement.\n\n.\n\n",
    "valueText": "reklam"
  },
  {
    "keyText": "square.\n\na shape with four straight sides of equal length and four corners called right angles.\n\nThe garden has flower beds that form a perfect square.",
    "valueText": "kare"
  },
  {
    "keyText": "excellent.\n\nextremely good.\n\nIt’s an old bike, but in excellent condition.",
    "valueText": "mükemmel"
  },
  {
    "keyText": "yet.\n\nused for talking or asking about something that has not happened or is not true at a particular time but will probably happen or be true in the future.\n\nI’m amazed that you haven’t told him anything yet.",
    "valueText": "henüz"
  },
  {
    "keyText": "hurt.\n\nto cause physical pain or injury.\n\nYou’re hurting my arm!",
    "valueText": "incitmek"
  },
  {
    "keyText": "belt.\n\na narrow piece of leather, cloth, etc. that you wear around your waist, for example to keep your clothes in place or for decoration.\n\na leather/plastic belt",
    "valueText": "kemer"
  },
  {
    "keyText": "kiss.\n\nto touch someone with your lips because you love them or have sexual feelings for them.\n\nThey kissed again, and then he was gone.",
    "valueText": "öpücük"
  },
  {
    "keyText": "secretary.\n\nsomeone in an office who works for someone else and who does jobs such as arranging meetings, making phone calls, and preparing letters.\n\nHe was secretary of the local golf club.",
    "valueText": "sekreter"
  },
  {
    "keyText": "lose.\n\nto stop having something because it has been taken from you or destroyed.\n\nMike lost his job last year.",
    "valueText": "kaybetmek"
  },
  {
    "keyText": "west.\n\nthe direction that is behind you when you are looking at the rising sun, usually on the left on a map.\n\nWhich way is west?",
    "valueText": "batı"
  },
  {
    "keyText": "worse.\n\nmore unpleasant or bad than something else or than before.\n\nworse than: The injury looked a lot worse than it really was.",
    "valueText": "daha kötü"
  },
  {
    "keyText": "strange.\n\nunusual or unexpected, especially in a way that surprises or worries you.\n\nBy a strange coincidence, we were both at the same hotel in Chicago last week.",
    "valueText": "garip"
  },
  {
    "keyText": "latest.\n\nmost recent, or newest.\n\nThe latest figures show steady growth.",
    "valueText": "en son"
  },
  {
    "keyText": "channel.\n\na television station and the programs that it broadcasts.\n\nLet’s see what’s on the other channels.",
    "valueText": "kanal"
  },
  {
    "keyText": "unusual.\n\ndifferent from other people or things in a way that is interesting, attractive, or impressive.\n\nThe designers have chosen unusual color combinations.",
    "valueText": "olağandışı"
  },
  {
    "keyText": "sheet.\n\na large piece of thin cloth that you put on your bed and use for lying on or covering your body when you sleep.\n\nchange the sheets  (=put clean sheets on a bed): I think the maid is waiting to change the sheets.",
    "valueText": "yaprak"
  },
  {
    "keyText": "path.\n\na way from one place to another that people can walk along.\n\na steep mountain path",
    "valueText": "yol"
  },
  {
    "keyText": "enough.\n\nused for saying that an amount is as much as you need, or that a number of people or things are as many as you need.\n\nHe doesn’t have enough experience as a teacher.",
    "valueText": "yeterli"
  },
  {
    "keyText": "least.\n\nused for referring to a smaller amount than any other amount, or the smallest amount possible.\n\nThe President seemed to be the one who knew least about the crisis.",
    "valueText": "en az"
  },
  {
    "keyText": "kill.\n\nto make a person or other living thing die.\n\nEach year thousands of people are killed and injured on the roads.",
    "valueText": "öldürmek"
  },
  {
    "keyText": "envelope.\n\n.\n\n",
    "valueText": "zarf"
  },
  {
    "keyText": "screen.\n\nthe flat surface on a computer, television, or piece of electronic equipment where words and pictures are shown.\n\na computer/radar/TV screen",
    "valueText": "ekran"
  },
  {
    "keyText": "wheel.\n\na round object that turns around and around to make a car, bicycle, or other vehicle move.\n\na bicycle/wagon/car wheel",
    "valueText": "tekerlek"
  },
  {
    "keyText": "surname.\n\n.\n\n",
    "valueText": "soyad"
  },
  {
    "keyText": "brain.\n\nthe organ inside your head that allows you to think and feel, and controls your body.\n\nThe human brain is divided into two halves.",
    "valueText": "beyin"
  },
  {
    "keyText": "guide.\n\nsomeone whose job is to take care of a group of people who are visiting a place and give them information about it.\n\nYour guide will explain what the different machines were used for.",
    "valueText": "kılavuz"
  },
  {
    "keyText": "piece.\n\nan individual object of a particular type.\n\npiece of: I’ve used four pieces of paper already.",
    "valueText": "parça"
  },
  {
    "keyText": "rest.\n\nthe people or things that remain.\n\nJim had become separated from the rest and gotten completely lost.",
    "valueText": "dinlenmek"
  },
  {
    "keyText": "cry.\n\nto have tears coming from your eyes, especially because you are sad.\n\nI’m sorry – please don’t cry.",
    "valueText": "ağlamak"
  },
  {
    "keyText": "instead.\n\nused for saying that one person, thing, or action replaces another.\n\nIf you don’t have olive oil, you can use sunflower oil instead.",
    "valueText": "yerine"
  },
  {
    "keyText": "hurry.\n\nto do something or to move somewhere very quickly.\n\nWe’d better hurry or we’ll be late.",
    "valueText": "acele etmek"
  },
  {
    "keyText": "various.\n\ndifferent, and more than a few.\n\nThere are various ways of solving the problem.",
    "valueText": "çeşitli"
  },
  {
    "keyText": "ice.\n\nwater that has frozen and become solid.\n\na block of ice",
    "valueText": "buz"
  },
  {
    "keyText": "nurse.\n\n.\n\n",
    "valueText": "hemşire"
  },
  {
    "keyText": "congratulations.\n\n.\n\n",
    "valueText": "tebrikler"
  },
  {
    "keyText": "stage.\n\nthe part of a theater where the actors or musicians perform.\n\ntake/leave the stage  (=come onto/go off the stage): The musicians didn’t take the stage until after ten o’clock.",
    "valueText": "sahne"
  },
  {
    "keyText": "competition.\n\nthe activities of companies that are trying to be more successful than others.\n\nCompetition has intensified in recent months.",
    "valueText": "rekabet"
  },
  {
    "keyText": "pool.\n\na small area of still liquid.\n\nThe water collected in a little pool at the bottom of the cliff.",
    "valueText": "havuz"
  },
  {
    "keyText": "midday.\n\ntwelve o’clock, when the morning ends and the afternoon begins.\n\nThe letter arrived just before midday.",
    "valueText": "gün ortası"
  },
  {
    "keyText": "pull.\n\nto use force to remove something that is attached into or onto something else.\n\npull something away from/out of/into etc. something: Help me pull the sofa away from the wall.",
    "valueText": "çekmek"
  },
  {
    "keyText": "glad.\n\nhappy and pleased about something.\n\n“We’re having a great time.” “I’m so glad.”",
    "valueText": "memnun"
  },
  {
    "keyText": "heating.\n\nthe process of making something warm.\n\nheating bills/costs",
    "valueText": "ısıtma"
  },
  {
    "keyText": "awesome.\n\nvery impressive and sometimes a little frightening.\n\nan awesome task/responsibility/power",
    "valueText": "harika"
  },
  {
    "keyText": "keep.\n\nto stay in a state, position, or place without changing or moving.\n\nKeep still while I brush your hair.",
    "valueText": "tutmak"
  },
  {
    "keyText": "attractive.\n\nan attractive person is pleasant to look at, especially in a way that interests you sexually.\n\na stunningly attractive movie star",
    "valueText": "çekici"
  },
  {
    "keyText": "broken.\n\na broken object has been damaged and is in two or more pieces.\n\nBe careful not to step on the broken glass.",
    "valueText": "kırık"
  },
  {
    "keyText": "believe.\n\nto think that a fact is true.\n\nAstronomers knew the Earth was round, but few people believed it.",
    "valueText": "inanmak"
  },
  {
    "keyText": "drawer.\n\na part of a piece of furniture that slides in and out and is used for keeping things in. A piece of furniture with a lot of drawers is called a chest of drawers or a bureau.\n\nThe pictures are in the top drawer of my desk.",
    "valueText": "çekmece"
  },
  {
    "keyText": "wild.\n\na wild animal or plant lives or grows on its own in natural conditions and is not raised by humans.\n\nThe wild rose is a familiar sight in woods and fields.",
    "valueText": "vahşi"
  },
  {
    "keyText": "point.\n\nan idea or opinion among a number of others.\n\nI disagree with you on a couple of important points.",
    "valueText": "nokta"
  },
  {
    "keyText": "slowly.\n\nmoving at a slow speed, or doing something at a slow speed.\n\nCould you speak a little more slowly?",
    "valueText": "yavaşça"
  },
  {
    "keyText": "mistake.\n\nsomething that you have not done correctly, or something you say or think that is not correct.\n\nmake a mistake: I won’t make the same mistake again!",
    "valueText": "hata"
  },
  {
    "keyText": "lazy.\n\nnot willing to work or do any activity that needs effort.\n\nHe’s a lazy slob who sits in front of the TV all day.",
    "valueText": "tembel"
  },
  {
    "keyText": "lucky.\n\nif you are lucky, something good happens to you as a result of luck.\n\nFive lucky winners will each receive $1,000.",
    "valueText": "şanslı"
  },
  {
    "keyText": "brilliant.\n\nvery intelligent.\n\nThe brilliant late afternoon light sparkles on the lake.",
    "valueText": "muhteşem"
  },
  {
    "keyText": "countryside.\n\nthe area outside towns and cities, with farms, fields, and trees.\n\nThere is growing concern over the future of the countryside.",
    "valueText": "kırsal bölge"
  },
  {
    "keyText": "spell.\n\nto know the letters of a word in the correct order.\n\nCan you spell the word “beautiful?”",
    "valueText": "hecelemek"
  },
  {
    "keyText": "hall.\n\na long narrow passage inside a building with doors along it leading to rooms.\n\ndining hall: Hundreds of students had packed into the dining hall.",
    "valueText": "salon"
  },
  {
    "keyText": "fill.\n\nto make something full.\n\nLet me fill your glass.",
    "valueText": "doldurmak"
  },
  {
    "keyText": "wide.\n\nmeasuring a large distance from one side to the other.\n\nBeijing’s wide avenues and boulevards",
    "valueText": "geniş"
  },
  {
    "keyText": "idea.\n\na thought that you have about how to do something or how to deal with something.\n\nWhat a brilliant idea!",
    "valueText": "fikir"
  },
  {
    "keyText": "web.\n\na net of thin threads that a spider makes in order to catch insects.\n\nweb of: The story is a complex web of lies and deception.",
    "valueText": "ağ"
  },
  {
    "keyText": "fit.\n\nif someone or something fits somewhere, they are small enough or the right size and shape to go there.\n\nI don’t think that box will fit.",
    "valueText": "sığmak"
  },
  {
    "keyText": "everyone.\n\nevery person in a group.\n\nHappy New Year, everyone!",
    "valueText": "herkes"
  },
  {
    "keyText": "apartment.\n\n.\n\n",
    "valueText": "daire"
  },
  {
    "keyText": "collect.\n\nto get things and keep them together for a particular reason.\n\nA lot of families collect newspapers for recycling.",
    "valueText": "toplamak"
  },
  {
    "keyText": "if.\n\nused for introducing a situation that always has the same result, meaning, or effect.\n\nI always get a headache if I watch too much television.",
    "valueText": "eğer"
  },
  {
    "keyText": "follow.\n\nto walk, drive, etc. behind someone, when you are going in the same direction as them.\n\nRalph set off down the hill, and I followed.",
    "valueText": "takip etmek"
  },
  {
    "keyText": "stranger.\n\nsomeone who you do not know.\n\nThe poster warns children not to talk to strangers.",
    "valueText": "yabancı"
  },
  {
    "keyText": "vocabulary.\n\nall the words that a person knows.\n\na limited vocabulary: Her grammar isn’t bad, but she has a limited vocabulary.",
    "valueText": "kelime dağarcığı"
  },
  {
    "keyText": "hit.\n\nto move your hand or an object onto someone’s body with great force, so that you hurt them.\n\nDon’t hit your brother!",
    "valueText": "vurmak"
  },
  {
    "keyText": "licence.\n\n.\n\n",
    "valueText": "lisans"
  },
  {
    "keyText": "airport.\n\na place where airplanes arrive and leave, consisting of runways  (=long roads where airplanes land and take off) and large buildings for passengers called terminals.\n\nOur flight arrived at Dallas airport over 2 hours late.",
    "valueText": "havalimanı"
  },
  {
    "keyText": "luggage.\n\n.\n\n",
    "valueText": "bagaj"
  },
  {
    "keyText": "hill.\n\nan area of land that is higher than the land surrounding it but smaller and lower than a mountain.\n\na valley surrounded by wooded hills",
    "valueText": "tepe"
  },
  {
    "keyText": "colleague.\n\nsomeone who works in the same organization or department as you.\n\nFriends and colleagues will remember him with affection.",
    "valueText": "iş arkadaşı"
  },
  {
    "keyText": "mountain.\n\na natural structure like a very big hill that is much higher than the usual level of land around it.\n\nThey went walking and climbing in the mountains.",
    "valueText": "dağ"
  },
  {
    "keyText": "prepared.\n\nready and able to do something.\n\nprepared for: We have to be prepared for any eventuality.",
    "valueText": "hazırlanmış"
  },
  {
    "keyText": "comfortable.\n\nfeeling physically relaxed, without pain or other unpleasant feelings.\n\nSit quietly in a comfortable position.",
    "valueText": "rahat"
  },
  {
    "keyText": "surprise.\n\nan unusual or unexpected event.\n\nThere were few surprises in the basketball playoffs this year.",
    "valueText": "sürpriz"
  },
  {
    "keyText": "way.\n\na method for doing something.\n\nway (that): There are so many delicious ways you can prepare chicken.",
    "valueText": "yol"
  },
  {
    "keyText": "nature.\n\nthe physical world including all living things as well as the land and the oceans.\n\nan opportunity to enjoy the beauty of nature in Alaska",
    "valueText": "doğa"
  },
  {
    "keyText": "king.\n\na man who rules a country and is the senior male member of the royal family.\n\nOswald became king in 634.",
    "valueText": "kral"
  },
  {
    "keyText": "ring.\n\nto make a bell produce a sound.\n\nHe rang the doorbell.",
    "valueText": "yüzük"
  },
  {
    "keyText": "boss.\n\nthe person who is in charge of you at work.\n\nI’ll ask my boss if I can have a day off next week.",
    "valueText": "patron"
  },
  {
    "keyText": "useful.\n\nhelpful for doing or achieving something.\n\nHere’s some useful information about travel in Canada.",
    "valueText": "işe yarar"
  },
  {
    "keyText": "list.\n\na set of names, numbers, etc. that are written or printed one below another.\n\nthis week’s bestseller list",
    "valueText": "liste"
  },
  {
    "keyText": "complete.\n\nincluding all the parts, details, or features.\n\nThe library is fortunate to have an almost complete set of these publications.",
    "valueText": "tamamlamak"
  },
  {
    "keyText": "quite.\n\nfairly but not very.\n\nI was feeling quite tired after our walk.",
    "valueText": "oldukça"
  },
  {
    "keyText": "interested.\n\nwanting to know about or take part in something.\n\ninterested in: Joe’s always been interested in sports.",
    "valueText": "ilgili"
  },
  {
    "keyText": "mean.\n\nto have a particular meaning.\n\nThe word means something different in French.",
    "valueText": "anlamına gelmek"
  },
  {
    "keyText": "low.\n\nsmall in height, or smaller than the usual height.\n\na low wall/bridge/building",
    "valueText": "düşük"
  },
  {
    "keyText": "bridge.\n\na road, railroad, or path that goes over a river, over another road, etc., and the structure that supports it.\n\nGo over the bridge and then turn right.",
    "valueText": "köprü"
  },
  {
    "keyText": "passport.\n\nan official document containing your photograph and showing which country you are a citizen of. You use your passport when traveling to foreign countries.\n\ncheck a passport: The immigration officer checked our passports.",
    "valueText": "pasaport"
  },
  {
    "keyText": "sock.\n\na soft piece of clothing that you wear on your foot inside your shoe.\n\na pair of yellow socks",
    "valueText": "çorap"
  },
  {
    "keyText": "dirty.\n\nnot clean.\n\nI felt dirty, hungry, and cold.",
    "valueText": "kirli"
  },
  {
    "keyText": "map.\n\nan image of an area that shows the positions of things such as countries, rivers, cities, and streets.\n\nread a map  (=understand what a map shows): They never taught us how to read a map at school.",
    "valueText": "harita"
  },
  {
    "keyText": "cut.\n\nto use a knife, pair of scissors, or other sharp tool to divide something into two or more pieces.\n\nI’m going to cut the cake now.",
    "valueText": "kesmek"
  },
  {
    "keyText": "scissors.\n\na tool for cutting paper, consisting of two blades joined in a cross that you open and shut like jaws.\n\na pair of scissors",
    "valueText": "makas"
  },
  {
    "keyText": "blood.\n\nthe red liquid that flows around inside your body.\n\nOxygen and other vital substances are all carried in the blood.",
    "valueText": "kan"
  },
  {
    "keyText": "saving.\n\nmoney that you have saved in a bank or invested so that you can use it later.\n\nThe money for our trip came out of my savings.",
    "valueText": "tasarruf"
  },
  {
    "keyText": "perfume.\n\na liquid with a pleasant smell that you put on your skin.\n\na bottle of perfume",
    "valueText": "parfüm"
  },
  {
    "keyText": "salad.\n\na food containing a mixture of raw vegetables such as lettuce, tomatoes, and cucumbers, usually served with a salad dressing.\n\na pasta salad",
    "valueText": "salata"
  },
  {
    "keyText": "lake.\n\na large area of water that is surrounded by land.\n\nThere were some boys swimming in the lake.",
    "valueText": "göl"
  },
  {
    "keyText": "purse.\n\na small bag in which a woman carries money, keys, credit cards, and personal objects.\n\nIt was too expensive for my purse.",
    "valueText": "cüzdan"
  },
  {
    "keyText": "market.\n\na public building or place where people sell goods on tables called stalls.\n\na flower/fish/antiques market",
    "valueText": "pazar"
  },
  {
    "keyText": "umbrella.\n\nan object that you hold over your head when it is raining.\n\nThe team work under the umbrella of the National Research Unit.",
    "valueText": "şemsiye"
  },
  {
    "keyText": "circle.\n\na round shape consisting of a curved line that completely encloses a space and is the same distance from the center at every point. Something in the shape of a circle is circular.\n\na mathematical calculation to find out the radius of a circle",
    "valueText": "daire"
  },
  {
    "keyText": "unfortunately.\n\nused for saying that something is sad or disappointing.\n\nUnfortunately, Jack is leaving the company.",
    "valueText": "ne yazık ki"
  },
  {
    "keyText": "blanket.\n\na thick cover made of wool or another material that you use to keep warm in bed.\n\nblanket of: a blanket of fog",
    "valueText": "battaniye"
  },
  {
    "keyText": "ill.\n\nnot healthy, because of a medical condition or an injury.\n\nHe’s been ill for a couple of weeks.",
    "valueText": "hasta"
  },
  {
    "keyText": "steal.\n\nto take something that belongs to someone else without permission.\n\nThey were jailed for three years for stealing cars.",
    "valueText": "çalmak"
  },
  {
    "keyText": "single.\n\nonly one.\n\nWe ought to be able to complete the work in a single day.",
    "valueText": "bekar"
  },
  {
    "keyText": "healthy.\n\nphysically strong and not sick.\n\na healthy baby",
    "valueText": "sağlıklı"
  },
  {
    "keyText": "shelf.\n\na flat piece of wood, plastic, or glass that is attached to the wall or is part of a piece of furniture, used for putting things on.\n\nHe took a book from the shelf.",
    "valueText": "raf"
  },
  {
    "keyText": "delay.\n\nto do something later than is planned or expected.\n\nThey agreed to delay the decision for as long as possible.",
    "valueText": "gecikme"
  },
  {
    "keyText": "copy.\n\na document, computer file, etc. that is exactly like the original one.\n\ncopy of: Please enclose a copy of your birth certificate.",
    "valueText": "kopya"
  },
  {
    "keyText": "anyway.\n\ndespite something that you have previously mentioned.\n\nEven if the drug is banned, a lot of people will go on using it anyway.",
    "valueText": "her neyse"
  },
  {
    "keyText": "clear.\n\neasy to understand.\n\nClear instructions are provided.",
    "valueText": "açık"
  },
  {
    "keyText": "against.\n\nif there is a law against doing something, it is illegal.\n\nThe state has a law against cruelty to animals.",
    "valueText": "karşı"
  },
  {
    "keyText": "member.\n\nsomeone who belongs to a club, organization, or group.\n\na union member",
    "valueText": "üye"
  },
  {
    "keyText": "pepper.\n\n.\n\n",
    "valueText": "biber"
  },
  {
    "keyText": "explain.\n\nto tell someone something in a way that helps them understand it better.\n\n“My full name is Juliet Avery,” Juliet explained patiently.",
    "valueText": "açıklamak"
  },
  {
    "keyText": "north.\n\nthe direction that is on your left when you are looking at the sun when it rises, and is usually at the top of a map.\n\nWe were driving from north to south.",
    "valueText": "kuzey"
  },
  {
    "keyText": "detail.\n\none of many small facts or pieces of information relating to a situation.\n\nThey knew everything about me, down to the last detail.",
    "valueText": "ayrıntı"
  },
  {
    "keyText": "journey.\n\nan occasion when you travel from one place to another, especially when there is a long distance between the places.\n\nWe had a long journey ahead of us.",
    "valueText": "seyahat"
  },
  {
    "keyText": "toe.\n\none of the five individual parts at the end of your foot. Your big toe is the largest, and your little toe is the smallest.\n\nVera slipped off her shoes and wriggled her toes.",
    "valueText": "ayak parmağı"
  },
  {
    "keyText": "cash.\n\nmoney in the form of bills and coins.\n\nSome checkout lines at the store take cash only.",
    "valueText": "nakit"
  },
  {
    "keyText": "invitation.\n\na written or spoken request asking someone to spend time with you socially or to come to a social event.\n\nThe wedding invitations went out yesterday.",
    "valueText": "davetiye"
  },
  {
    "keyText": "afraid.\n\nfrightened, for example because you feel you are in danger.\n\nDon’t be afraid – I won’t hurt you.",
    "valueText": "korkmuş"
  },
  {
    "keyText": "straight.\n\nsomething that is straight does not bend or curve.\n\nDraw a straight line.",
    "valueText": "düz"
  },
  {
    "keyText": "fire.\n\nflames and heat from something that is burning in an uncontrolled way.\n\nThe school was badly damaged by fire.",
    "valueText": "ateş"
  },
  {
    "keyText": "singer.\n\n.\n\n",
    "valueText": "şarkıcı"
  },
  {
    "keyText": "get on.\n\nto get into a bus, plane, or train.\n\nClaire got on the school board.",
    "valueText": "binmek"
  },
  {
    "keyText": "medicine.\n\na substance that you take to treat an illness, especially a liquid that you drink.\n\ncough medicine",
    "valueText": "ilaç"
  },
  {
    "keyText": "pale.\n\nlight and not bright in color.\n\npale blue/yellow/green",
    "valueText": "soluk"
  },
  {
    "keyText": "bicycle.\n\n.\n\n",
    "valueText": "bisiklet"
  },
  {
    "keyText": "stamp.\n\na small official piece of paper that you buy and stick on an envelope to pay for the cost of mailing a letter or a package.\n\nA book of first-class stamps, please.",
    "valueText": "kaşe, pul"
  },
  {
    "keyText": "lift.\n\nto move something to a higher position.\n\nLift the lid and look inside the box.",
    "valueText": "asansör"
  },
  {
    "keyText": "cap.\n\na soft hat with a stiff part called a bill or visor that comes out over your eyes.\n\na baseball cap",
    "valueText": "kapak"
  },
  {
    "keyText": "sure.\n\ncertain that something is real, true, or correct.\n\nI think her name’s Monica, but I’m not sure.",
    "valueText": "elbette"
  },
  {
    "keyText": "including.\n\nused for mentioning that someone or something is part of a particular group or amount.\n\nHe will make stops in five Midwestern cities, including Chicago and Detroit.",
    "valueText": "dahil olmak üzere"
  },
  {
    "keyText": "moon.\n\nthe object similar to a planet that goes around the Earth and that you can see shining in the sky at night.\n\nThe moon rose above the ridge of the eastern desert.",
    "valueText": "ay"
  },
  {
    "keyText": "such.\n\nof the type that is being mentioned.\n\nWhy did this tragedy happen here and now? Such questions are easier to ask than to answer.",
    "valueText": "böyle"
  },
  {
    "keyText": "real.\n\nexisting in the physical world, not just in someone’s imagination or in stories.\n\nChildren believe that these characters are real.",
    "valueText": "gerçek"
  },
  {
    "keyText": "somebody.\n\nsomeone.\n\nSomebody called while you were out.",
    "valueText": "birisi"
  },
  {
    "keyText": "fan.\n\nsomeone who likes watching or listening to something such as a sport, movies, or music very much, or who admires a famous or important person very much.\n\na football/baseball/tennis etc. fan: a crowd of noisy football fans",
    "valueText": "hayran"
  },
  {
    "keyText": "repeat.\n\nto say or write something again.\n\nCan you repeat what you just said, please?",
    "valueText": "tekrar etmek"
  },
  {
    "keyText": "jam.\n\na sweet sticky food made from boiled fruit and sugar that is usually spread onto bread.\n\nstrawberry jam",
    "valueText": "reçel"
  },
  {
    "keyText": "anymore.\n\nused when talking or asking about a situation that has ended, or about something that someone has stopped doing.\n\nDon’t you love me anymore?",
    "valueText": "artık"
  },
  {
    "keyText": "practice.\n\noccasions when you do something in order to become better at it, or the time that you spend doing this.\n\nYou will become a faster typist with practice.",
    "valueText": "uygulama"
  },
  {
    "keyText": "tie.\n\nto make a knot with two ends of a piece of string, rope, etc..\n\nSally bent down to tie her shoelaces.",
    "valueText": "kravat"
  },
  {
    "keyText": "win.\n\nto defeat everyone else by being the best or by finishing first in a competition.\n\nEvery time we play tennis, she wins.",
    "valueText": "kazanmak"
  },
  {
    "keyText": "cartoon.\n\n.\n\n",
    "valueText": "çizgi film"
  },
  {
    "keyText": "centre.\n\n.\n\n",
    "valueText": "merkez"
  },
  {
    "keyText": "visitor.\n\nsomeone who visits a place or a person.\n\nThe National Parks are attracting more visitors than ever.",
    "valueText": "ziyaretçi"
  },
  {
    "keyText": "capital.\n\nthe city where a country or region has its government.\n\nMadrid is the capital of Spain.",
    "valueText": "başkent"
  },
  {
    "keyText": "so.\n\nused for saying that something happens or someone does something because of what you have just mentioned.\n\nShe thought there might have been an accident, so she called the police.",
    "valueText": "bu yüzden"
  },
  {
    "keyText": "diary.\n\na book or digital document in which you write your experiences each day.\n\nkeep a diary: She’s kept a diary since she was twelve.",
    "valueText": "günlük"
  },
  {
    "keyText": "notice.\n\nto become conscious of someone or something by seeing, hearing, or feeling them.\n\nnotice (that): I noticed that the door was open.",
    "valueText": "fark etmek"
  },
  {
    "keyText": "far.\n\nused for emphasizing a difference when you are making a comparison.\n\nfar more/bigger/better etc.  (=much more, bigger, etc.): Something far more important was demanding his immediate attention.",
    "valueText": "uzak"
  },
  {
    "keyText": "stand.\n\nto have your body in an upright position supported by your feet.\n\nThe subway was full and we had to stand all the way to Battery Park.",
    "valueText": "ayakta durmak"
  },
  {
    "keyText": "heavy.\n\na heavy object weighs a lot.\n\nShe was struggling with a heavy suitcase.",
    "valueText": "ağır"
  },
  {
    "keyText": "underground.\n\nbelow the surface of the ground.\n\nan underground passage/tunnel/cable",
    "valueText": "yeraltı"
  },
  {
    "keyText": "suit.\n\na set of clothes made from the same cloth, usually a jacket with pants or a skirt.\n\nMitchell wore a suit and tie to the Christmas party.",
    "valueText": "takım elbise"
  },
  {
    "keyText": "chain.\n\na series of metal rings connected to each other, used for fastening, pulling, or lifting things.\n\nThere was a rusty iron chain hanging from the gate.",
    "valueText": "zincir"
  },
  {
    "keyText": "rent.\n\nan amount of money that you pay regularly for using a house, room, office, etc. that belongs to someone else.\n\nAfter she’d paid her rent, Jan had no money left for food.",
    "valueText": "kiralamak"
  },
  {
    "keyText": "pointed.\n\nwith a point at the end.\n\nthe pointed leaves of the ash tree",
    "valueText": "sivri"
  },
  {
    "keyText": "own.\n\nused for showing that something belongs to a particular person or thing and not to any other.\n\nEveryone has their own idea of what democracy means.",
    "valueText": "kendi"
  },
  {
    "keyText": "few.\n\nsome, but not many.\n\na few: Outside there are only a few streetlights.",
    "valueText": "az"
  },
  {
    "keyText": "spoon.\n\n.\n\n",
    "valueText": "kaşık"
  },
  {
    "keyText": "sky.\n\nthe space above the earth that you see when you look up into the air.\n\nAt noon the sun is directly above us in the sky.",
    "valueText": "gökyüzü"
  },
  {
    "keyText": "onion.\n\n.\n\n",
    "valueText": "soğan"
  },
  {
    "keyText": "mirror.\n\na piece of special glass in which you can see yourself or see what is behind you.\n\na bathroom mirror",
    "valueText": "ayna"
  },
  {
    "keyText": "empty.\n\ncontaining nothing.\n\nan empty jar",
    "valueText": "boş"
  },
  {
    "keyText": "thin.\n\na thin object or material has only a short distance between two opposite sides, edges, or surfaces.\n\nThe box was covered with a thin layer of dust.",
    "valueText": "ince"
  },
  {
    "keyText": "worker.\n\nsomeone below the level of a manager who works in a particular company or industry.\n\nAbout 1,000 workers at the factory lost their jobs.",
    "valueText": "işçi"
  },
  {
    "keyText": "wood.\n\nthe substance that forms the main part of a tree and is used for making things such as furniture.\n\na piece of wood",
    "valueText": "ahşap"
  },
  {
    "keyText": "art.\n\nthe activity of painting, drawing, or creating sculptures.\n\nShe devotes her spare time to her art.",
    "valueText": "sanat"
  },
  {
    "keyText": "except.\n\nused for introducing the only person, thing, or fact that is not included in your main statement.\n\nThe whole team was there, except Pete, who was sick.",
    "valueText": "hariç"
  },
  {
    "keyText": "building.\n\na structure made of a strong material such as stone or wood that has a roof and walls, for example a house.\n\nThe church is the only ancient building in the city to survive.",
    "valueText": "bina"
  },
  {
    "keyText": "appointment.\n\nan arrangement to see someone at a particular time, especially for a business meeting or to get a professional service.\n\nmake an appointment: Why don’t you make an appointment with one of our doctors?",
    "valueText": "randevu"
  },
  {
    "keyText": "pass.\n\nto go past something.\n\nThey stopped at the crossing, waiting for the train to pass.",
    "valueText": "geçmek"
  },
  {
    "keyText": "luck.\n\nsuccess that you have by chance and not because of anything that you do.\n\nJohn never had much luck with girls.",
    "valueText": "şans"
  },
  {
    "keyText": "lay.\n\nto put someone or something down in a careful way, especially so that they are lying flat.\n\nlay someone/something on something: Lay the baby on her back.",
    "valueText": "uzanmak"
  },
  {
    "keyText": "century.\n\na period of 100 years, usually counted from a year ending in –00. For example, the 20th century is the period from 1900 to 1999.\n\nThey discovered paintings dating from the 17th century.",
    "valueText": "yüzyıl"
  },
  {
    "keyText": "contact.\n\ncommunication between people, countries, or organizations either by talking or writing.\n\ncontact between: There has been no direct contact between the two sides in the dispute.",
    "valueText": "temas"
  },
  {
    "keyText": "church.\n\na building that Christians go to in order to worship. Traditional churches usually contain an altar and long wooden seats facing the altar called pews. The place where the priest or minister stands to talk to the people is called a pulpit. A religious ceremony that takes place in a church is called a service.\n\nan old country church on the side of a hill",
    "valueText": "kilise"
  },
  {
    "keyText": "alone.\n\nfeeling that you have no friends and that no one cares about you.\n\nJim said goodnight and left, feeling sad and alone.",
    "valueText": "yalnız"
  },
  {
    "keyText": "finally.\n\nafter a long time, process, or series of events.\n\nWe finally arrived home at midnight.",
    "valueText": "en sonunda"
  },
  {
    "keyText": "history.\n\nthe whole of time before the present, and all things that happened in that time.\n\nin recorded history: These temperatures are the highest in recorded history.",
    "valueText": "tarih"
  },
  {
    "keyText": "degree.\n\nan amount of something such as a feeling or a quality.\n\nThe job requires a high degree of skill.",
    "valueText": "derece"
  },
  {
    "keyText": "whole.\n\nall of something.\n\nHis whole body was trembling.",
    "valueText": "bütün"
  },
  {
    "keyText": "receive.\n\nto get something that someone gives or sends to you.\n\nFewer people receive welfare benefits now.",
    "valueText": "teslim almak"
  },
  {
    "keyText": "geography.\n\nthe study of the Earth’s physical features and the people, plants, and animals that live in different regions of the world.\n\na geography teacher/lesson",
    "valueText": "coğrafya"
  },
  {
    "keyText": "side.\n\na particular area of something such as a building, street, or town.\n\nside of: The railroad ran along the north side of the valley.",
    "valueText": "yan"
  },
  {
    "keyText": "fog.\n\na thick cloud that forms close to the ground or to water and is difficult to see through. Fog is thicker than mist.\n\nthick/heavy/dense/freezing fog: Heavy fog forced drivers to slow down.",
    "valueText": "sis"
  },
  {
    "keyText": "away.\n\nnot at home, or not at the place where you work or study.\n\nMy brother takes care of the farm while I’m away.",
    "valueText": "uzakta"
  },
  {
    "keyText": "hate.\n\nto dislike someone or something very much.\n\nGo away! I hate you!",
    "valueText": "nefret etmek"
  },
  {
    "keyText": "order.\n\nthe way in which a set of things is arranged or done, so that it is clear which thing is first, second, third, etc..\n\norder of: You can change the order of the list by using the “sort” command.",
    "valueText": "sipariş vermek"
  },
  {
    "keyText": "runner.\n\na person or animal that runs in a race.\n\na list of runners and riders",
    "valueText": "koşucu"
  },
  {
    "keyText": "department.\n\none of the sections in a government, organization, or business that deals with one type of work.\n\nthe Education Department",
    "valueText": "bölüm"
  },
  {
    "keyText": "return.\n\nto go back to a place where you were earlier, or to come back from a place where you have just been.\n\nOne day she just walked out and never returned.",
    "valueText": "geri dönmek"
  },
  {
    "keyText": "sink.\n\nto disappear below the surface of the water.\n\nThe ship sank off the coast of Newfoundland during a storm.",
    "valueText": "lavabo"
  },
  {
    "keyText": "match.\n\na small stick that produces a flame when rubbed against a rough surface, used for lighting a fire, cigarette, etc..\n\na box of matches",
    "valueText": "eşleştirmek"
  },
  {
    "keyText": "badly.\n\nin a way that is not skillful, effective, or successful.\n\nShe spoke French so badly I couldn’t understand her.",
    "valueText": "kötü bir şekilde"
  },
  {
    "keyText": "usually.\n\nused for saying what happens, or what people do in most situations.\n\nWhat time do you usually go to bed?",
    "valueText": "genellikle"
  },
  {
    "keyText": "national.\n\nowned or controlled by the government.\n\nthe Rio Grande National Forest",
    "valueText": "ulusal"
  },
  {
    "keyText": "memory.\n\nsomething that you remember.\n\nThe memory of that night is still clear in his mind.",
    "valueText": "hafıza"
  },
  {
    "keyText": "somewhere.\n\nused for referring to a place when you do not know or say exactly where.\n\nI think I’ve seen you somewhere before.",
    "valueText": "bir yer"
  },
  {
    "keyText": "easily.\n\nwithout difficulty or effort.\n\nI could easily manage without a car.",
    "valueText": "kolayca"
  },
  {
    "keyText": "repair.\n\nto fix something that is broken or damaged.\n\nLittle seems to have been done to repair the bridges.",
    "valueText": "tamir etmek"
  },
  {
    "keyText": "news.\n\ninformation about something that has happened recently.\n\nI’m afraid I have some bad news.",
    "valueText": "haber"
  },
  {
    "keyText": "wet.\n\ncovered with water or another liquid.\n\nwet hair/grass/clothes",
    "valueText": "ıslak"
  },
  {
    "keyText": "concert.\n\nan event at which an orchestra, band, or musician plays or sings in front of an audience.\n\na pop/rock concert",
    "valueText": "konser"
  },
  {
    "keyText": "timetable.\n\na plan that says how long you will take to do something and gives a time for finishing each stage of the process.\n\nset/give a timetable for something: Our priority is to set a timetable for the return to democracy.",
    "valueText": "program"
  },
  {
    "keyText": "else.\n\nused for showing that you are referring to other things, people, places, etc., apart from the particular ones that you mention or know about.\n\nYou can’t tell anyone else – it’s a secret between you and me.",
    "valueText": "başka"
  },
  {
    "keyText": "large.\n\nbigger than usual in size.\n\nThe house had an exceptionally large yard.",
    "valueText": "büyük"
  },
  {
    "keyText": "front.\n\nthe surface of something that faces forward.\n\nhouse/building fronts  (=the parts that face the road)",
    "valueText": "ön"
  },
  {
    "keyText": "serve.\n\nto provide food and drink for someone to eat at a meal.\n\nA light meal will be served during the flight.",
    "valueText": "servis etmek"
  },
  {
    "keyText": "text.\n\nthe part of a book, magazine, or computer document that consists of writing and does not include pictures or notes.\n\nThere are 200 pages of text and illustrations.",
    "valueText": "metin"
  },
  {
    "keyText": "hold.\n\nto carry something using your hands or arms.\n\nCan you hold my bag for a moment?",
    "valueText": "tutmak"
  },
  {
    "keyText": "decide.\n\nto make a choice about what you are going to do.\n\ndecide to do something: He decided to stay and see what would happen.",
    "valueText": "karar vermek"
  },
  {
    "keyText": "south.\n\nthe direction that is on your right when you are facing the rising sun and is usually on the bottom of a map.\n\ndriving from south to north",
    "valueText": "güney"
  },
  {
    "keyText": "careful.\n\nif someone is careful, they think about what they are doing so that they do not do anything wrong or so that they avoid problems.\n\nTeachers have to be careful when criticizing pupils.",
    "valueText": "dikkatli"
  },
  {
    "keyText": "level.\n\nthe amount of something, especially when it can be counted or measured.\n\nUnemployment is now at its lowest level for 15 years.",
    "valueText": "seviye"
  },
  {
    "keyText": "bring.\n\nto take someone or something from one place and have them with you when you arrive somewhere else.\n\nBring a coat in case it gets cold.",
    "valueText": "getirmek"
  },
  {
    "keyText": "nearly.\n\nalmost, or near to a particular amount of time, money, people, or things.\n\nIt took nearly six hours to download this software.",
    "valueText": "neredeyse"
  },
  {
    "keyText": "fridge.\n\na piece of equipment that is used for storing food at low temperatures.\n\nChill the wine in the fridge first.",
    "valueText": "buzdolabı"
  },
  {
    "keyText": "advanced.\n\nbased on the most recent methods or ideas.\n\nadvanced technology",
    "valueText": "ileri düzey"
  },
  {
    "keyText": "cooker.\n\n.\n\n",
    "valueText": "ocak"
  },
  {
    "keyText": "cream.\n\na thick yellow-white liquid taken from the top of milk.\n\npeaches and cream",
    "valueText": "krem"
  },
  {
    "keyText": "opposite.\n\ncompletely different.\n\nThese proposals would have the opposite effect from the one intended.",
    "valueText": "zıt"
  },
  {
    "keyText": "fashion.\n\nthe fact that something such as a style of dress or an activity is popular at a particular time.\n\nFashions change all the time.",
    "valueText": "moda"
  },
  {
    "keyText": "library.\n\na place where books, documents, CDs, etc. are available for you to look at or borrow.\n\nthe university/school library",
    "valueText": "kütüphane"
  },
  {
    "keyText": "physics.\n\n.\n\n",
    "valueText": "fizik"
  },
  {
    "keyText": "electricity.\n\na form of energy that can produce light, heat, and power for machines, computers, televisions, etc..\n\nThe machines run on electricity.",
    "valueText": "elektrik"
  },
  {
    "keyText": "laugh.\n\nto make the noise with your voice that shows you think something is funny.\n\nWe talked and laughed late into the night.",
    "valueText": "gülmek"
  },
  {
    "keyText": "spend.\n\nto use money to pay for things.\n\nHow much money did you spend?",
    "valueText": "harcamak"
  },
  {
    "keyText": "song.\n\na piece of music with words that you sing.\n\nShe knew the words to every song that came on the radio.",
    "valueText": "şarkı"
  },
  {
    "keyText": "towel.\n\n.\n\n",
    "valueText": "havlu"
  },
  {
    "keyText": "bowl.\n\na round container used for eating, serving, or preparing food.\n\nIn a large bowl, mix together the eggs, sugar, and butter.",
    "valueText": "kase"
  },
  {
    "keyText": "field.\n\nan area of land used for keeping animals or growing food.\n\nThere were horses grazing in the next field.",
    "valueText": "alan"
  },
  {
    "keyText": "story.\n\nan account of something that happened. Stories can be imaginary, traditional, or true.\n\nShe’s written several children’s stories.",
    "valueText": "öykü"
  },
  {
    "keyText": "sort.\n\na group of people or things with the same qualities or features.\n\nWhat sort are you looking for?",
    "valueText": "tür"
  },
  {
    "keyText": "form.\n\na type of something.\n\nform of: The private automobile is by far the most popular form of transportation.",
    "valueText": "şekil vermek"
  },
  {
    "keyText": "castle.\n\n.\n\n",
    "valueText": "kale"
  },
  {
    "keyText": "reason.\n\na fact, situation, or intention that explains why something happened, why someone did something, or why something is true.\n\nreason for: The police asked her the reason for her visit.",
    "valueText": "sebep"
  },
  {
    "keyText": "jewellery.\n\n.\n\n",
    "valueText": "mücevher"
  },
  {
    "keyText": "prefer.\n\nto like or want someone or something more than someone or something else.\n\nWhich do you prefer, the red or the blue one?",
    "valueText": "tercih etmek"
  },
  {
    "keyText": "loud.\n\nused for describing a sound that is strong and very easy to hear.\n\nThere was a loud knocking on the door.",
    "valueText": "yüksek sesle"
  },
  {
    "keyText": "queen.\n\na woman who rules a country because she belongs to a royal family.\n\nQueen Elizabeth",
    "valueText": "kraliçe"
  },
  {
    "keyText": "pick.\n\nto choose someone or something from a group.\n\nOut of all the girls he could have gone out with, he picked me.",
    "valueText": "toplamak"
  },
  {
    "keyText": "lend.\n\nto give someone something for a short time, expecting that they will give it back to you later. If you lend someone something, they borrow it from you.\n\nThe local library will lend books for a month without charge.",
    "valueText": "ödünç vermek"
  },
  {
    "keyText": "storm.\n\nan occasion when a lot of rain falls very quickly, often with very strong winds or thunder and lightning.\n\nA fierce storm hit the west coast of Florida early this morning.",
    "valueText": "fırtına"
  },
  {
    "keyText": "forget.\n\nto be unable to remember a fact or piece of information.\n\nI’ve forgotten her phone number.",
    "valueText": "unutmak"
  },
  {
    "keyText": "join.\n\nto connect two things.\n\nJoin the two edges of the material.",
    "valueText": "katılmak"
  },
  {
    "keyText": "prize.\n\na reward that you get for being successful in a sport, competition, or game, or for being better than others at something. Someone who has won a prize is called a prize winner.\n\nthe Nobel Prize for chemistry",
    "valueText": "ödül"
  },
  {
    "keyText": "take care.\n\nto be careful.\n\nTake care on those steps!",
    "valueText": "kendine iyi bak"
  },
  {
    "keyText": "cupboard.\n\na tall piece of furniture, usually attached to a wall and used for storing things, with shelves inside and one or two doors at the front.\n\na kitchen cupboard",
    "valueText": "dolap"
  },
  {
    "keyText": "document.\n\na piece of paper or a set of papers containing official information.\n\nHe refused to sign the documents.",
    "valueText": "belge"
  },
  {
    "keyText": "soul.\n\nthe part of a person that is capable of thinking and feeling.\n\nI promise I won’t tell a soul.",
    "valueText": "ruh"
  },
  {
    "keyText": "sauce.\n\na liquid food that you put on other foods to give them a particular flavor.\n\nsoy​/​tomato​/​mint sauce",
    "valueText": "sos"
  },
  {
    "keyText": "nobody.\n\nno one.\n\nMake sure nobody is in the building before you lock up.",
    "valueText": "hiçkimse"
  },
  {
    "keyText": "offer.\n\nto let someone know that you will give them something if they want it.\n\noffer someone something: They haven’t offered me the job yet.",
    "valueText": "teklif etmek"
  },
  {
    "keyText": "engine.\n\na machine with moving parts that uses a fuel to produce movement, for example in a road vehicle or airplane.\n\na jet/gasoline/diesel/steam engine",
    "valueText": "motor"
  },
  {
    "keyText": "winner.\n\nsomeone who wins a race, competition, or prize.\n\nThe winner of the tournament gets $50,000.",
    "valueText": "kazanan"
  },
  {
    "keyText": "around.\n\nused for saying that a certain type of person, product, etc. exists or is available at this time.\n\nThere are some really good new video games around.",
    "valueText": "etrafında"
  },
  {
    "keyText": "quiet.\n\nmaking very little or no noise.\n\nElectric cars are quiet and pollution-free.",
    "valueText": "sessiz"
  },
  {
    "keyText": "size.\n\nhow large or small something is.\n\nMoscow’s subway system is less than half the size of New York’s.",
    "valueText": "boyut"
  },
  {
    "keyText": "war.\n\nfighting between two or more countries that involves the use of the military and usually continues for a long time.\n\nThe negotiations failed, and war now seemed inevitable.",
    "valueText": "savaş"
  },
  {
    "keyText": "health.\n\nthe condition of your body, especially whether or not you are sick.\n\nHis health improved once he stopped working.",
    "valueText": "sağlık"
  },
  {
    "keyText": "occupation.\n\na job. This word is used especially on forms and in formal writing.\n\nPlease give your name, address, and occupation.",
    "valueText": "meslek"
  },
  {
    "keyText": "fair.\n\nif a situation is fair, everyone is treated equally and in a reasonable way.\n\nLife is not always fair.",
    "valueText": "açık renk"
  },
  {
    "keyText": "indoor.\n\ndone or used inside a building.\n\nthe World Indoor Athletics Championships",
    "valueText": "kapalı alan"
  },
  {
    "keyText": "fork.\n\na metal or plastic object used for eating, consisting of a handle with three or four sharp points on the end.\n\nknives, forks, and spoons",
    "valueText": "çatal"
  },
  {
    "keyText": "mind.\n\nthe part of you that thinks, knows, remembers, and feels things.\n\nHis mind was full of the things he had seen that day.",
    "valueText": "zihin"
  },
  {
    "keyText": "climb.\n\nto use your hands and feet to move up, over, down, or across something.\n\nHe climbed onto the roof to check the TV antenna.",
    "valueText": "tırmanmak"
  },
  {
    "keyText": "boot.\n\na type of shoe that covers all of your foot and part of your leg. You often wear boots to protect your feet and legs, for example from snow or rain.\n\nwalking/hiking/riding/ski boots: a new pair of ski boots",
    "valueText": "çizme"
  },
  {
    "keyText": "wonderful.\n\nextremely good.\n\nThere was a wonderful view from the window.",
    "valueText": "harika"
  },
  {
    "keyText": "discuss.\n\nto talk about something with someone.\n\nWe’re meeting to discuss the matter next week.",
    "valueText": "tartışmak"
  },
  {
    "keyText": "passenger.\n\nsomeone who travels in a motor vehicle, aircraft, train, or ship but is not the driver or one of the people who works on it.\n\nTwo other passengers in the car suffered serious injuries.",
    "valueText": "yolcu"
  },
  {
    "keyText": "finger.\n\nyour fingers are the long thin parts on the end of your hands.\n\nHe had long bony fingers.",
    "valueText": "parmak"
  },
  {
    "keyText": "crowded.\n\ncontaining a lot of people, especially too many.\n\na crowded street/train/restaurant",
    "valueText": "kalabalık"
  },
  {
    "keyText": "information.\n\nknowledge or facts about someone or something.\n\nget/obtain/collect information: We were able to get the information we needed from the Internet.",
    "valueText": "bilgi"
  },
  {
    "keyText": "even.\n\nused for showing that you are saying something that is surprising.\n\nIt always feels cold in this room, even in summer.",
    "valueText": "bile"
  },
  {
    "keyText": "upstairs.\n\non an upper level of a building with stairs.\n\nThe children are upstairs in bed.",
    "valueText": "üst kat"
  },
  {
    "keyText": "once.\n\non one occasion only.\n\nCathy’s only been to visit us once.",
    "valueText": "bir kez"
  },
  {
    "keyText": "farmer.\n\nsomeone who owns a farm or manages it as their job.\n\na dairy/sheep/pig farmer",
    "valueText": "çiftçi"
  },
  {
    "keyText": "artist.\n\nsomeone who makes paintings, sculptures, etc..\n\nHe had his portrait painted by the Spanish artist Daniel Quintero.",
    "valueText": "sanatçı"
  },
  {
    "keyText": "quickly.\n\nat a fast speed.\n\nShe went quickly out of the room.",
    "valueText": "hızlı bir şekilde"
  },
  {
    "keyText": "maybe.\n\nused for showing that you are not sure whether something is true or whether something will happen.\n\nMaybe it will snow tonight and school will be canceled.",
    "valueText": "belki"
  },
  {
    "keyText": "almost.\n\nnearly but not completely.\n\n“Are you ready?” “Almost! I’m just putting my shoes on.”",
    "valueText": "neredeyse"
  },
  {
    "keyText": "agree.\n\nto have the same opinion as someone else.\n\nDoreen thought that the house was too small, and Jim agreed.",
    "valueText": "aynı fikirde olmak"
  },
  {
    "keyText": "engineer.\n\nsomeone who designs or builds things such as roads, railroads, bridges, or machines.\n\nMr. Carr had been the engineer of the company’s fortunes.",
    "valueText": "mühendis"
  },
  {
    "keyText": "furniture.\n\nthe chairs, tables, beds, etc. that you put in a room or house so that you can live in it.\n\nmodern/antique furniture",
    "valueText": "mobilya"
  },
  {
    "keyText": "post.\n\na strong thick pole made of wood or metal that is put upright in the ground, used as part of a fence, gate, etc..\n\nThank you for this brilliant post!",
    "valueText": "posta"
  },
  {
    "keyText": "wallet.\n\n.\n\n",
    "valueText": "cüzdan"
  },
  {
    "keyText": "software.\n\nprograms used by computers for doing particular jobs.\n\nword-processing software",
    "valueText": "yazılım"
  },
  {
    "keyText": "fishing.\n\n.\n\n",
    "valueText": "balık tutma"
  },
  {
    "keyText": "brush.\n\nan object used for painting, cleaning things, or making your hair neat. It consists of a handle with stiff fibers or thin short pieces of plastic or wire called bristles that are attached to it.\n\nRemove any loose dirt using a soft brush.",
    "valueText": "fırça"
  },
  {
    "keyText": "immediately.\n\nvery quickly and without delay.\n\nWhen she saw him come in, she decided to leave immediately.",
    "valueText": "hemen"
  },
  {
    "keyText": "manager.\n\nsomeone whose job is to organize and control the work of a business or organization or a part of it.\n\nI’d like to speak to the manager.",
    "valueText": "müdür"
  },
  {
    "keyText": "break.\n\nto make something separate into two or more pieces, for example by hitting or dropping it.\n\nSome kids who were throwing rocks broke several of the windows.",
    "valueText": "kırmak"
  },
  {
    "keyText": "throw.\n\nto use your hand to send an object through the air.\n\nI’ll throw the ball and you try to catch it.",
    "valueText": "fırlatmak"
  },
  {
    "keyText": "cycling.\n\n.\n\n",
    "valueText": "bisiklete binmek"
  },
  {
    "keyText": "machine.\n\na piece of equipment that does a particular job by using electricity, steam, gas, etc..\n\nSue showed him how to operate the machine.",
    "valueText": "makine"
  },
  {
    "keyText": "mark.\n\nan area of an unpleasant substance such as dirt or oil on the surface of something that is different in color from the rest.\n\nThere was a greasy mark on his shirt.",
    "valueText": "okul notu"
  },
  {
    "keyText": "pillow.\n\n.\n\n",
    "valueText": "yastık"
  },
  {
    "keyText": "neck.\n\nthe part of the body that joins the head to the rest of the body.\n\nThe three winners had medals placed around their necks.",
    "valueText": "boyun"
  },
  {
    "keyText": "check.\n\nto examine something in order to find out whether it is how it should be.\n\nAlways check your spelling.",
    "valueText": "kontrol etmek"
  },
  {
    "keyText": "mushroom.\n\n.\n\n",
    "valueText": "mantar"
  },
  {
    "keyText": "fresh.\n\nfresh food has been recently picked, caught, or prepared.\n\nFresh salmon is much better than frozen.",
    "valueText": "taze"
  },
  {
    "keyText": "race.\n\na competition that decides who is the fastest at doing something, especially running.\n\ntraining for a big race",
    "valueText": "yarış"
  },
  {
    "keyText": "lost.\n\nnot knowing where you are or how to get to where you want to go.\n\nWe’re completely lost.",
    "valueText": "kayıp"
  },
  {
    "keyText": "record.\n\ninformation kept about something that has happened.\n\nmedical/archaeological/historical records",
    "valueText": "kayıt etmek"
  },
  {
    "keyText": "insect.\n\n.\n\n",
    "valueText": "böcek"
  },
  {
    "keyText": "project.\n\na planned piece of work that has a particular aim, especially one that is organized by a government, company, or other organization.\n\nan energy conservation project",
    "valueText": "proje"
  },
  {
    "keyText": "bit.\n\nthe most basic unit of information that can be stored in a computer.\n\ntwo bits",
    "valueText": "parça"
  },
  {
    "keyText": "science.\n\nthe study and knowledge of the physical world and its behavior that is based on experiments and facts that can be proved, and is organized into a system.\n\nThere’s a shortage of people competent in math, science, and technology.",
    "valueText": "bilim"
  },
  {
    "keyText": "tram.\n\n.\n\n",
    "valueText": "tramvay"
  },
  {
    "keyText": "uncle.\n\nthe brother of one of your parents, or the husband of your aunt. You are his niece or nephew.\n\nThe business was owned by my uncle.",
    "valueText": "amca"
  },
  {
    "keyText": "grow.\n\nif children or animals grow, they become taller or larger.\n\n“Hasn’t Michael grown?” said my aunt.",
    "valueText": "büyümek"
  },
  {
    "keyText": "twice.\n\ntwo times.\n\nHe’s phoned twice already this morning.",
    "valueText": "iki kez"
  },
  {
    "keyText": "stomach.\n\nthe soft part at the front of your body between your chest and your legs.\n\nA horse had kicked her in the stomach.",
    "valueText": "mide"
  },
  {
    "keyText": "amazing.\n\nvery surprising.\n\nHer story was quite amazing.",
    "valueText": "inanılmaz"
  },
  {
    "keyText": "usual.\n\nnormal, or typical of what happens or of what people do in most situations.\n\nShe gave us her usual polite smile.",
    "valueText": "olağan"
  },
  {
    "keyText": "build.\n\nto make a building or other large structure by putting its parts together.\n\nDo you know when this house was built?",
    "valueText": "inşa etmek"
  },
  {
    "keyText": "plus.\n\nused before a number for giving temperatures above zero.\n\nThe weather improved a little and temperatures rose to plus 5 degrees.",
    "valueText": "artı"
  },
  {
    "keyText": "area.\n\na particular subject, type of activity, etc..\n\nMathematics is a subject that has links with all other curriculum areas.",
    "valueText": "alan"
  },
  {
    "keyText": "future.\n\nthe time that follows the present time.\n\nIt’s important to plan for the future.",
    "valueText": "gelecek"
  },
  {
    "keyText": "weekly.\n\nhappening every week.\n\nweekly meetings",
    "valueText": "haftalık"
  },
  {
    "keyText": "fact.\n\na piece of true information.\n\nThey have simply attempted to state the facts.",
    "valueText": "gerçek"
  },
  {
    "keyText": "lie.\n\nto be in a position in which your body is flat on a surface such as the floor or a bed.\n\nlie on/in etc.: She was lying on the bed watching television.",
    "valueText": "yalan söylemek"
  },
  {
    "keyText": "rich.\n\nowning a lot of money, property, or valuable possessions.\n\nHis invention has made him a rich man.",
    "valueText": "zengin"
  },
  {
    "keyText": "bake.\n\nto make bread, cakes, etc. using an oven.\n\nGrandma always baked on Saturday.",
    "valueText": "fırında pişirmek"
  },
  {
    "keyText": "exam.\n\nan important test of your knowledge, especially one that you take at school.\n\ntake an exam: Dave’s taking his final exams next week.",
    "valueText": "sınav"
  },
  {
    "keyText": "bean.\n\na seed of various plants that is cooked and eaten. There are many different types of beans, for example kidney beans, soybeans, and green beans..\n\nThis puzzle isn’t hard – use your bean!",
    "valueText": "fasulye"
  },
  {
    "keyText": "heart.\n\nthe organ in your chest that makes blood flow around your body.\n\nI could hear his heart beating.",
    "valueText": "kalp"
  },
  {
    "keyText": "borrow.\n\nto receive and use something that belongs to someone else, and promise to give it back to them later.\n\nCan I borrow your calculator?",
    "valueText": "ödünç almak"
  },
  {
    "keyText": "cereal.\n\na food made from grain, for example wheat, oats, or corn, mainly eaten with milk for breakfast.\n\na bowl of cereal",
    "valueText": "tahıl"
  },
  {
    "keyText": "less.\n\nused for referring to an amount that is smaller than another amount, smaller than before, or smaller than you expected.\n\nYou should eat less and exercise more.",
    "valueText": "daha az"
  },
  {
    "keyText": "crisp.\n\ncrisp food is firm in a pleasant way and makes a noise when you bite it.\n\nThe bacon should be crisp and brown.",
    "valueText": "gevrek"
  },
  {
    "keyText": "entrance.\n\nthe place where you can enter a room, building, or area.\n\nI’ll meet you at the main entrance at six o’clock.",
    "valueText": "giriş"
  },
  {
    "keyText": "to be born.\n\n.\n\n",
    "valueText": "doğmak"
  },
  {
    "keyText": "staff.\n\nthe people who work for a particular company, organization, or institution.\n\nIt is a small hospital with a staff of just over a hundred.",
    "valueText": "personel"
  },
  {
    "keyText": "railway.\n\n.\n\n",
    "valueText": "demiryolu"
  },
  {
    "keyText": "perfect.\n\nas good, correct, or accurate as it is possible to be.\n\nHer English was perfect.",
    "valueText": "mükemmel"
  },
  {
    "keyText": "tour.\n\na trip in which you visit several places for pleasure.\n\ntour of: We went on a 10-day tour of central Africa.",
    "valueText": "tur"
  },
  {
    "keyText": "save.\n\nto make it possible for someone or something to avoid danger, harm, injury, etc..\n\ncampaigns to save the planet/rain forest/whale",
    "valueText": "para biriktirmek"
  },
  {
    "keyText": "gold.\n\na chemical element that is a valuable yellow metal. Its symbol is Au and it is used to guarantee the value of currencies and for making jewelry..\n\nThe picture frames were made of solid gold.",
    "valueText": "altın"
  },
  {
    "keyText": "dentist.\n\nsomeone whose job is to examine and treat people’s teeth. You can refer to the place where a dentist works as the dentist or the dentist’s.\n\nI hate going to the dentist’s.",
    "valueText": "diş doktoru"
  },
  {
    "keyText": "magazine.\n\na large thin book with a paper cover, containing reports, photographs, stories, etc., usually published once a month or once a week.\n\na fashion/gardening/sports magazine",
    "valueText": "dergi"
  },
  {
    "keyText": "customer.\n\na person or company that buys goods or services.\n\nSupermarkets use a variety of tactics to attract and retain customers.",
    "valueText": "müşteri"
  },
  {
    "keyText": "dangerous.\n\nlikely to harm or kill someone, or to damage or destroy something.\n\na dangerous dog",
    "valueText": "tehlikeli"
  },
  {
    "keyText": "spare.\n\na spare object is one that you keep in addition to other similar objects so that it is available if you need it.\n\na spare key/battery/pair of glasses",
    "valueText": "yedek"
  },
  {
    "keyText": "bottle.\n\na glass or plastic container for liquids, usually with a narrow part at the top that is called the neck.\n\nan empty beer bottle",
    "valueText": "şişe"
  },
  {
    "keyText": "trip.\n\nan occasion when you go somewhere and come back again.\n\na fishing/camping/sightseeing trip",
    "valueText": "seyahat"
  },
  {
    "keyText": "corner.\n\nthe part of something square or rectangular where two edges meet.\n\nWatch the baby, that table has sharp corners.",
    "valueText": "köşe"
  },
  {
    "keyText": "sale.\n\nthe process of selling goods or services for money.\n\nsale of: a prohibition on the sale of arms",
    "valueText": "satış"
  },
  {
    "keyText": "soft.\n\na soft substance is easy to press or shape and is not hard or firm.\n\nGeorge tripped, falling into the soft mud.",
    "valueText": "yumuşak"
  },
  {
    "keyText": "boil.\n\nif a liquid boils, or if you boil it, it becomes so hot that there are bubbles in it and it starts to become a gas.\n\nWhen the water boils, add the rice.",
    "valueText": "kaynamak"
  },
  {
    "keyText": "earn.\n\nto receive money for work that you do.\n\nShe doesn’t earn much money, but she enjoys the work.",
    "valueText": "kazanmak"
  },
  {
    "keyText": "midnight.\n\ntwelve o’clock at night.\n\nIt’s just after midnight.",
    "valueText": "gece yarısı"
  },
  {
    "keyText": "bother.\n\nif you do not bother to do something, you do not do it, either because there seems to be no good reason or because it involves too much effort.\n\nbother to do something: It was such a stupid question, I didn’t even bother to reply.",
    "valueText": "rahatsız etmek"
  },
  {
    "keyText": "rubber.\n\na strong substance that can bend easily and is used for making things such as tires and boots. Rubber comes from a tree.\n\nrubber gloves",
    "valueText": "silgi"
  },
  {
    "keyText": "coach.\n\na less expensive type of seat on an airplane or a train.\n\nOnly soft drinks are complimentary in coach.",
    "valueText": "otobüs"
  },
  {
    "keyText": "noisy.\n\nmaking a lot of noise.\n\nnoisy neighbors",
    "valueText": "gürültülü"
  },
  {
    "keyText": "guess.\n\nto say or decide what you think is true, without being certain about it.\n\na contest to guess the weight of the pig",
    "valueText": "tahmin etmek"
  },
  {
    "keyText": "move.\n\nto change position, or to make someone or something change position.\n\nCould you help me move the bookcase away from the wall?",
    "valueText": "hareket ettirmek"
  },
  {
    "keyText": "slice.\n\na flat piece of food that has been cut from something larger.\n\nCut the bread into thick slices.",
    "valueText": "dilim"
  },
  {
    "keyText": "while.\n\nat a moment during the time that something is happening.\n\nSomeone called while you were out.",
    "valueText": "-iken"
  },
  {
    "keyText": "prepare.\n\nto make something ready for use.\n\nI was asked to prepare a report for our next meeting.",
    "valueText": "hazırlamak"
  },
  {
    "keyText": "thirsty.\n\nfeeling that you want or need to drink something.\n\nI’m really thirsty – could I have a glass of water?",
    "valueText": "susamış"
  },
  {
    "keyText": "welcome.\n\nto greet someone in a polite and friendly way when they have come to see you or to help you.\n\nwarmly welcome  (=with enthusiasm): Visitors will be warmly welcomed.",
    "valueText": "hoşgeldiniz"
  },
  {
    "keyText": "instruction.\n\na statement or explanation of something that must be done, often given by someone in authority.\n\nA detailed list of instructions was issued on what to do in an emergency.",
    "valueText": "talimat"
  },
  {
    "keyText": "perhaps.\n\nused for saying that you are not certain about something, or that something may or may not be true.\n\nI wondered if perhaps he was sick.",
    "valueText": "belki"
  },
  {
    "keyText": "recording.\n\na piece of music or speech that has been recorded.\n\nan old recording by Billie Holiday",
    "valueText": "kayıt"
  },
  {
    "keyText": "flight.\n\nthe act or process of moving through the air, or the ability to move through the air.\n\nWhat was the direction of flight when the plane crashed?",
    "valueText": "uçuş"
  },
  {
    "keyText": "file.\n\na set of papers, documents, or records that you keep because they contain information.\n\nThe insurance company may want to check your medical files.",
    "valueText": "dosya"
  },
  {
    "keyText": "suitcase.\n\n.\n\n",
    "valueText": "bavul"
  },
  {
    "keyText": "east.\n\nthe direction that is in front of you when you are facing the rising sun, and is usually at the right on a map.\n\ndriving from east to west",
    "valueText": "doğu"
  },
  {
    "keyText": "meaning.\n\nthe thing, action, feeling, idea, etc. that a word or words represent.\n\nMove this word and you change the meaning of the sentence.",
    "valueText": "anlam"
  },
  {
    "keyText": "bright.\n\nbright colors are strong but not dark.\n\nShe was wearing a bright red scarf.",
    "valueText": "parlak"
  },
  {
    "keyText": "tidy.\n\na tidy person always puts their things away in the correct place.\n\nI wish I could be more tidy.",
    "valueText": "düzenli"
  },
  {
    "keyText": "moment.\n\na very short period of time.\n\n“I see your problem,” said George after a moment’s reflection.",
    "valueText": "an"
  },
  {
    "keyText": "angry.\n\nvery annoyed.\n\nangry about​/​at​/​over: He is very angry about the way he’s been treated.",
    "valueText": "öfkeli"
  },
  {
    "keyText": "headache.\n\na pain in your head.\n\nI have a splitting headache  (=an extremely bad headache).",
    "valueText": "baş ağrısı"
  },
  {
    "keyText": "unhappy.\n\nfeeling sad or upset.\n\nWhy are you so unhappy?",
    "valueText": "mutsuz"
  },
  {
    "keyText": "roast.\n\n.\n\n",
    "valueText": "kızartmak"
  },
  {
    "keyText": "neighbour.\n\n.\n\n",
    "valueText": "komşu"
  },
  {
    "keyText": "pupil.\n\n.\n\n",
    "valueText": "öğrenci"
  },
  {
    "keyText": "difference.\n\nsomething that makes one thing or person not the same as another thing or person.\n\ncultural/social/political differences",
    "valueText": "fark"
  },
  {
    "keyText": "pain.\n\na feeling that you have in a part of your body when you are hurt or sick.\n\nchest/stomach pains",
    "valueText": "ağrı"
  },
  {
    "keyText": "necklace.\n\na piece of jewelry that hangs around your neck.\n\na pearl/gold necklace",
    "valueText": "kolye"
  },
  {
    "keyText": "ruler.\n\nan object used for measuring or for drawing straight lines, consisting of a long flat piece of plastic, wood, or metal marked with units of measurement.\n\nHaiti’s former military rulers",
    "valueText": "cetvel"
  },
  {
    "keyText": "gift.\n\nsomething that you give to someone as a present.\n\nHe bought generous gifts for all his family.",
    "valueText": "hediye"
  },
  {
    "keyText": "amount.\n\na quantity of money.\n\nThis amount should be paid within two weeks.",
    "valueText": "miktar"
  },
  {
    "keyText": "cancel.\n\nto say that something that has been arranged will not now happen.\n\nJackson canceled the tour after suffering a throat infection.",
    "valueText": "iptal etmek"
  },
  {
    "keyText": "inform.\n\nto officially tell someone something, or to give them information about something.\n\nWe will inform you in writing if your application has been successful.",
    "valueText": "bilgilendirmek"
  },
  {
    "keyText": "weekend.\n\nSaturday and Sunday.\n\nLet’s go away for the weekend.",
    "valueText": "hafta sonu"
  },
  {
    "keyText": "what.\n\nused for referring to a particular thing, action, or idea.\n\nYou haven’t given me what I asked for.",
    "valueText": "ne"
  },
  {
    "keyText": "temperature.\n\na measurement of how hot or how cold a place or object is. Temperature is measured in degrees Fahrenheit or centigrade, which is also called Celsius, using the symbol °.\n\nIt’s stopped snowing here and the temperature is about 25°.",
    "valueText": "sıcaklık"
  }
]
