[{"keyText":"quantity.\n\nthe amount of something.\n\nThey monitor both the quantity and the quality of materials used.","valueText":"miktar"},{"keyText":"expert.\n\nsomeone who has a particular skill or who knows a lot about a particular subject.\n\na safety/health/computer expert","valueText":"uzman"},{"keyText":"stir.\n\nto mix a drink by moving it around with a spoon or a stick.\n\nThe latest economic figures have stirred fears of growing inflation.","valueText":"karıştırmak"},{"keyText":"quality.\n\na feature of a substance or material.\n\nthe addictive qualities of tobacco","valueText":"kalite"},{"keyText":"declare.\n\nto announce officially that something is true or happening.\n\nAustralia declared its support for the agreement.","valueText":"bildirmek"},{"keyText":"lightly.\n\nwithout using much force or pressure.\n\nHer hands rested lightly on his shoulders.","valueText":"hafifçe"},{"keyText":"serious.\n\nbad or dangerous enough to make you worried.\n\na serious illness/accident/injury: a serious head injury","valueText":"ciddi"},{"keyText":"frequent.\n\nhappening often.\n\nTheir arguments were becoming more and more frequent.","valueText":"sık"},{"keyText":"therefore.\n\nas a result of the reason that has just been mentioned.\n\nThe new boots are lighter and softer, and therefore more comfortable to wear.","valueText":"bu yüzden"},{"keyText":"predict.\n\nto say what you think will happen in the future.\n\nThey’re predicting heavy rain for tomorrow.","valueText":"tahmin etmek"},{"keyText":"conclusion.\n\nsomething that you decide is true after thinking about it carefully and looking at all the evidence.\n\nreach/draw a conclusion: Hubble reached the conclusion that the universe was expanding.","valueText":"sonuç"},{"keyText":"spoil.\n\nto affect something in a way that makes it worse, less attractive, or less enjoyable.\n\nRadio towers spoiled the view.","valueText":"bozmak"},{"keyText":"accent.\n\na way of saying words that shows what country, region, or social class someone comes from.\n\na Brooklyn accent","valueText":"aksan"},{"keyText":"complaint.\n\na written or spoken statement in which someone says they are not satisfied with something.\n\nmake/file/lodge a complaint: I intend to make a complaint.","valueText":"şikayet"},{"keyText":"flour.\n\na white or brown powder made by crushing grains. Flour is used for making bread, cakes, pasta, etc..\n\nAdd two tablespoons of flour.","valueText":"un"},{"keyText":"attention.\n\nthe interest or thought that you give to something you are listening to or watching.\n\nThe speaker was dull and their attention soon wandered.","valueText":"dikkat"},{"keyText":"admire.\n\nto have a feeling of great respect for someone or something.\n\nI’ve always admired her dedication and commitment.","valueText":"hayran olmak"},{"keyText":"regret.\n\nto feel sorry or sad that something has happened.\n\nWe regret any inconvenience caused by the delay.","valueText":"pişman olmak"},{"keyText":"wonder.\n\nto think about something because you want to know more facts or details about it.\n\n“How did they find out?” she wondered.","valueText":"merak etmek"},{"keyText":"society.\n\npeople in general living together in organized communities, with laws and traditions controlling the way that they behave toward one another.\n\nSociety has to be prepared to support its elderly people.","valueText":"toplum"},{"keyText":"essay.\n\na short piece of writing by a student on a particular subject.\n\nessay on/about: We have to write an essay about Romantic poetry.","valueText":"makale"},{"keyText":"goods.\n\nobjects produced for sale.\n\na store specializing in leather goods","valueText":"ürün"},{"keyText":"suppose.\n\nto believe that something is probably true, based on your experience, your knowledge, and any other information that you have.\n\nShe was about 35, Dexter supposed.","valueText":"farz etmek"},{"keyText":"captain.\n\nthe person in charge of a ship or aircraft.\n\nWe were invited to dine with the captain of the ship.","valueText":"kaptan"},{"keyText":"shine.\n\nif the sun shines, it produces a bright light and the weather is usually warm.\n\nThe sun was shining brightly.","valueText":"parlamak"},{"keyText":"wrap.\n\nto cover something by putting something such as paper or cloth around it.\n\nKeep the cheeses fresh by wrapping each one individually.","valueText":"sarmak"},{"keyText":"continent.\n\none of the very large areas of land on Earth that are usually divided into several countries.\n\nthe North American continent","valueText":"kıta"},{"keyText":"emergency.\n\nan unexpected situation involving danger in which immediate action is necessary.\n\nWe always carry a medical kit for emergencies.","valueText":"acil durum"},{"keyText":"strict.\n\nsomeone who is strict has definite rules that they expect people to obey completely.\n\nHe’s quite a strict coach, but we all like him.","valueText":"katı"},{"keyText":"manage.\n\nto succeed in doing something, especially something that needs a lot of effort or skill.\n\nI don’t know how you manage.","valueText":"başarmak"},{"keyText":"silence.\n\ncomplete quiet.\n\nThe owl’s cry cut through the silence in the forest.","valueText":"sessizlik"},{"keyText":"branch.\n\na part of a tree that grows out of its trunk  (=main stem) with leaves, flowers, or fruit growing on it. A very small branch is called a twig.\n\nThe wind rustled the bare branches of the trees.","valueText":"dal"},{"keyText":"session.\n\na period of time used for a particular activity.\n\nA question-and-answer session will be held after the lecture.","valueText":"dönem"},{"keyText":"grateful.\n\nfeeling that you want to thank someone because they have given you something or have done something for you.\n\nThanks for coming with me. I’m really grateful.","valueText":"minnettar"},{"keyText":"alive.\n\nliving and not dead.\n\nMy father died last year but my mother is still alive.","valueText":"sağ"},{"keyText":"reduce.\n\nto make something smaller or less in size, amount, importance, etc..\n\nTry to reduce the amount of fat in your diet.","valueText":"azaltmak"},{"keyText":"dull.\n\nboring, or not interesting.\n\na dull lecture","valueText":"sıkıcı"},{"keyText":"zone.\n\nan area that has an important or typical feature.\n\nthe coastal/earthquake zone","valueText":"bölge"},{"keyText":"mystery.\n\nsomething that you are not able to understand, explain, or get information about.\n\nI just can’t think who she could have been – it’s a mystery.","valueText":"gizem"},{"keyText":"enemy.\n\nsomeone who is opposed to someone else and tries to do them harm.\n\nHe must hide from his enemies while he is weak.","valueText":"düşman"},{"keyText":"arrange.\n\nto make plans for something to happen, for example by agreeing a time and place.\n\nI’m trying to arrange a meeting with their sales director.","valueText":"ayarlamak"},{"keyText":"select.\n\nto choose someone or something from a group.\n\nYou can select one of four colors.","valueText":"seçmek"},{"keyText":"taste.\n\nthe flavor that something creates in your mouth when you eat or drink it.\n\nI love the taste of chocolate.","valueText":"tat"},{"keyText":"deliver.\n\nto take something, especially goods or letters, to a place.\n\nThe package was delivered this morning.","valueText":"teslim etmek"},{"keyText":"tin.\n\na chemical element that is a soft, light silver metal, often used for covering iron or steel. Its symbol is Sn..\n\na cookie tin","valueText":"teneke kutu"},{"keyText":"damage.\n\nphysical harm caused to something so that it is broken, spoiled, or injured.\n\nMr. Charlton surveyed the damage caused by the bulldozer.","valueText":"zarar vermek"},{"keyText":"discover.\n\nto find out something that you did not know before.\n\nThe two men decided to discover the truth for themselves.","valueText":"keşfetmek"},{"keyText":"effect.\n\na change that is produced in one person or thing by another.\n\nan adverse/beneficial effect  (=a bad/good effect): East German companies were suffering the adverse effects of German economic union.","valueText":"etki"},{"keyText":"owe.\n\nif you owe someone money, you have to give them a particular amount of money because you have bought something from them or have borrowed money from them. Money that you owe is called a debt.\n\nTell me how much I owe, and I’ll give it to you.","valueText":"borçlu olmak"},{"keyText":"despite.\n\nused for saying that something happens even though something else might have prevented it.\n\nThree more nuclear power stations were built despite widespread opposition.","valueText":"rağmen"},{"keyText":"awake.\n\nnot sleeping.\n\nI’ve been awake for hours.","valueText":"uyanık"},{"keyText":"review.\n\nto study or examine a situation, policy, or idea again in order to decide whether it is suitable or satisfactory.\n\nThe progress of each child must be regularly reviewed.","valueText":"gözden geçirmek"},{"keyText":"flag.\n\na piece of cloth decorated with the pattern and colors that represent a country or organization. A flag is often hung from a pole called a flagpole.\n\nThe American flag is called the stars and stripes.","valueText":"bayrak"},{"keyText":"destroy.\n\nto damage something so severely that it no longer exists or can never return to its normal state.\n\nHalf the world’s rain forests have already been destroyed.","valueText":"yerle bir etmek"},{"keyText":"plain.\n\neasily seen or understood.\n\nHugh’s message was short, but the meaning was plain enough.","valueText":"sade"},{"keyText":"sharp.\n\na sharp object has an edge that can cut or an end that is pointed.\n\nCut the melon in half using a sharp knife.","valueText":"keskin"},{"keyText":"advance.\n\nprogress or an instance of progress in science, technology, human knowledge, etc..\n\nIn spite of all its advances, medical science still knows little about the brain.","valueText":"ilerlemek"},{"keyText":"forecast.\n\na statement about what is likely to happen, based on available information and usually relating to the weather, business, or the economy.\n\nThe weather forecast is for a dry sunny day tomorrow.","valueText":"tahmin"},{"keyText":"sensible.\n\nreasonable and practical.\n\nThis seems to be a sensible way of dealing with the problem.","valueText":"mantıklı"},{"keyText":"annual.\n\nhappening once a year.\n\nan annual festival/vacation/report","valueText":"yıllık"},{"keyText":"cotton.\n\ncloth made from the white fibers of a plant called a cotton plant.\n\nfields of cotton","valueText":"pamuk"},{"keyText":"drop.\n\nto deliberately let something fall.\n\ndrop something off something: The children were dropping stones off the bridge.","valueText":"düşürmek"},{"keyText":"display.\n\nan arrangement of things for people to look at.\n\na window display","valueText":"sergilemek"},{"keyText":"shoot.\n\nto fire a gun.\n\nWe were ordered not to shoot until he gave the signal.","valueText":"ateş etmek"},{"keyText":"disease.\n\nan illness that affects people or animals, especially one that is caused by an infection.\n\nliver/heart/lung disease: leading causes of heart disease","valueText":"hastalık"},{"keyText":"aloud.\n\nloud enough for other people to hear.\n\nThe teacher would read aloud to the group.","valueText":"yüksek sesle"},{"keyText":"particular.\n\nused for emphasizing that you are talking about one specific person or thing and not anyone or anything else.\n\nAre there any particular topics that you would like me to explain further?","valueText":"özel"},{"keyText":"waste.\n\nthe failure to use something valuable in an effective way, so that it does not produce the benefits that it could.\n\nAll this uneaten food – what a waste!","valueText":"israf etmek"},{"keyText":"intend.\n\nto have a plan in your mind to do something.\n\nintend to do something: What do you intend to do about this?","valueText":"niyet etmek"},{"keyText":"disappear.\n\nif someone or something disappears, they move somewhere where they can no longer be seen.\n\nDave said good night to everyone and quickly disappeared upstairs.","valueText":"kaybolmak"},{"keyText":"freeze.\n\nif water freezes, or if something freezes it, it gets very cold and changes into ice.\n\nThe lake freezes in winter.","valueText":"donmak"},{"keyText":"ashamed.\n\nfeeling guilty or embarrassed because you have done something wrong, or think that you have not reached a standard that people expect.\n\nI regret the incident and am deeply ashamed and embarrassed.","valueText":"utanmış"},{"keyText":"mention.\n\nto say something during a conversation, but not discuss it much or give many details.\n\nHe didn’t mention her all evening.","valueText":"bahsetmek"},{"keyText":"individual.\n\nexisting or considered separately from other people or things.\n\nIndividual members of the cast contributed greatly to the show’s success.","valueText":"birey"},{"keyText":"behave.\n\nto do things in a particular way.\n\nThe children behaved very badly.","valueText":"davranmak"},{"keyText":"gain.\n\nto get or achieve something, usually as a result of a lot of effort.\n\nExtremist political parties gained 11% of the vote.","valueText":"kazanmak"},{"keyText":"hole.\n\na space dug in the surface of the ground.\n\nWorkers dug a 30-foot hole in the ground.","valueText":"çukur"},{"keyText":"continue.\n\nto keep doing something without stopping.\n\nDoctors advised him to continue the treatment for another six weeks.","valueText":"devam etmek"},{"keyText":"object.\n\na thing that you can see and touch that is not alive and is usually solid.\n\nThe boat was bumping against some solid object underwater.","valueText":"nesne"},{"keyText":"meanwhile.\n\nfrom now until a time or event in the future.\n\nThe hurricane will reach the island this evening. Meanwhile, residents are being evacuated.","valueText":"bu arada"},{"keyText":"item.\n\nan individual thing, usually one of several things in a group or on a list.\n\ncustomers who pay high prices for luxury items","valueText":"madde"},{"keyText":"property.\n\nthings, especially valuable things, that are owned by someone.\n\npersonal property: The books are my personal property.","valueText":"mülk"},{"keyText":"disagree.\n\nto have an opinion that is different from the opinion that another person has.\n\nTeenagers and their parents often disagree.","valueText":"fikre katılmamak"},{"keyText":"elbow.\n\nthe part in the middle of your arm, where it bends.\n\nShe sat with her elbows on the table.","valueText":"dirsek"},{"keyText":"port.\n\nan area of water where ships stop, including the buildings around it. A harbor is the same thing but smaller and is intended for smaller boats.\n\nin port: We’ll have to spend 10 days in port for repairs.","valueText":"liman"},{"keyText":"lack.\n\na situation in which you do not have any, or enough, of something that you need or want.\n\nlack of: The game was canceled because of lack of interest.","valueText":"eksiklik"},{"keyText":"row.\n\na series of people or things arranged in a straight line.\n\nThe teacher stopped in front of a little boy in the front row.","valueText":"sıra"},{"keyText":"ability.\n\nthe fact of being able to do something.\n\nability to do something: Tiredness can seriously impair your ability to drive.","valueText":"kabiliyet"},{"keyText":"valley.\n\na low area of land between mountains or hills, usually with a river flowing through it.\n\nthe Ohio River Valley","valueText":"vadi"},{"keyText":"solve.\n\nto find a solution to something that is causing difficulties.\n\nsolve a crisis/dispute/conflict: It is hoped that diplomatic efforts can solve the crisis peacefully.","valueText":"çözmek"},{"keyText":"convenient.\n\neasy to do, or not causing problems or difficulties.\n\nIf it’s convenient, call me tomorrow before noon.","valueText":"uygun"},{"keyText":"feed.\n\nto give food to a person or an animal.\n\nWe’ve been feeding the ducks on the river.","valueText":"beslemek"},{"keyText":"sew.\n\nto make or repair clothes using a needle and thread.\n\nsew a skirt/hem","valueText":"dikmek"},{"keyText":"secret.\n\na piece of information that is known by only a small number of people, and is deliberately not told to other people.\n\nIt cannot remain a secret much longer.","valueText":"sır"},{"keyText":"giant.\n\na very large and successful company.\n\nthe Dutch electronics giant Phillips","valueText":"dev"},{"keyText":"steep.\n\na steep slope rises quickly and is difficult to climb.\n\na steep slope/hill/bank/path","valueText":"dik"},{"keyText":"agency.\n\na government department, or an organization connected with a government, that deals with a particular subject.\n\nthe official Chinese news agency","valueText":"acente"},{"keyText":"excitement.\n\nthe feeling of being excited.\n\nThe long wait only added to our excitement.","valueText":"heyecan"},{"keyText":"injure.\n\nto hurt someone and cause damage to their body.\n\nNine people died and 54 were injured in the accident.","valueText":"yaralamak"},{"keyText":"load.\n\nsomething that a person or animal carries, especially a large amount of things.\n\nThe men were struggling with their heavy loads.","valueText":"yük"},{"keyText":"escape.\n\nto get away from a place where you are in danger.\n\nThree people died in the fire, but John escaped through the bedroom window.","valueText":"kaçmak"},{"keyText":"forever.\n\nfor all time in the future, or for as long as you can imagine.\n\nThey promised to love each other forever.","valueText":"sonsuza dek"},{"keyText":"nowhere.\n\nnot in any place, or not to any place.\n\nNowhere on earth is free from ecological damage.","valueText":"hiçbir yer"},{"keyText":"mood.\n\nthe way that someone is feeling, for example whether they are happy, sad, or angry.\n\nHe listens to rock or country music, depending on his mood.","valueText":"ruh hali"},{"keyText":"crash.\n\nif a plane crashes, or if someone crashes it, it falls from the sky.\n\nA 727 crashed near Heidelberg.","valueText":"çarpmak"},{"keyText":"fuel.\n\na substance such as oil, gas, coal, or wood that produces heat or power when it is burned. Coal and wood are sometimes called solid fuel.\n\nDrivers are being encouraged to save fuel.","valueText":"yakıt"},{"keyText":"perform.\n\nto do something in front of an audience in order to entertain them, for example by acting in a play or singing.\n\nThe opera was first performed in 1992.","valueText":"performans göstermek"},{"keyText":"grab.\n\nto take hold of something in a rough or rude way.\n\nHe grabbed the knife before I could get to it.","valueText":"yakalamak"},{"keyText":"sour.\n\nwith a taste like a lemon.\n\nUse a quart of sour pie cherries.","valueText":"ekşi"},{"keyText":"calm.\n\nnot affected by strong emotions such as excitement, anger, shock, or fear.\n\nAn hour after the accident, I was starting to feel calmer.","valueText":"sakinleştirmek"},{"keyText":"value.\n\nthe amount that something is worth, measured especially in money.\n\nYou can’t put a value on a human life.","valueText":"değer"},{"keyText":"exact.\n\ndone, made, or described in a very thorough way, with all the details correct.\n\nThis is an exact replica of the original ship.","valueText":"kesin"},{"keyText":"attach.\n\nto fasten or join one thing to another.\n\nattach something to something: Attach the rope to the branch of a tree.","valueText":"eklemek"},{"keyText":"landscape.\n\nan area of land that is beautiful to look at or that has a particular type of appearance.\n\na green, rural landscape","valueText":"manzara"},{"keyText":"shortly.\n\nsoon, or happening only a short period of time after something.\n\nWe’re going to break for lunch very shortly.","valueText":"kısaca"},{"keyText":"compare.\n\nto consider how things or people are similar and how they are different.\n\ncompare something with/to something: Just compare the one that has been cleaned with the others.","valueText":"karşılaştırmak"},{"keyText":"lively.\n\nfull of energy and enthusiasm.\n\na lively group of students","valueText":"canlı"},{"keyText":"local.\n\nin or related to the area that you live in, or to the particular area that you are talking about.\n\nAsk for the book in your local library.","valueText":"yerel"},{"keyText":"convince.\n\nto make someone believe that something is true.\n\nconvince someone of something: He failed to convince the jury of his innocence.","valueText":"ikna etmek"},{"keyText":"attend.\n\nto be present at an event or activity.\n\nEveryone in the office was expected to attend.","valueText":"katılmak"},{"keyText":"opinion.\n\nthe attitude that you have toward something, especially your thoughts about how good it is.\n\nopinion of: What is your opinion of her latest novel?","valueText":"görüş"},{"keyText":"efficient.\n\nsomething that is efficient works well and produces good results by using the available time, money, supplies, etc. in the most effective way.\n\nThe new machine is far more efficient than the old one.","valueText":"verimli"},{"keyText":"mess.\n\na situation in which a place is dirty or not neat.\n\nYour room is a mess; please pick up your toys.","valueText":"dağınıklık"},{"keyText":"explore.\n\nto travel to a place in order to learn about it or to search for something valuable such as oil.\n\nThe town is a good base from which to explore this charming corner of New England.","valueText":"keşfetmek"},{"keyText":"length.\n\na measurement of how long something is in size.\n\nCut the cloth to the required length.","valueText":"uzunluk"},{"keyText":"handle.\n\nto take action in order to deal with a difficult situation.\n\nThe government was criticized for the way it handled the crisis.","valueText":"başa çıkmak"},{"keyText":"curious.\n\nsomeone who is curious wants to find out about something.\n\nI didn’t mean to pry. I’m just curious. That’s all.","valueText":"meraklı"},{"keyText":"sight.\n\nthe ability to see using your eyes.\n\nI’m having laser treatment to improve my sight.","valueText":"görme yeteneği"},{"keyText":"account.\n\nan arrangement in which a bank takes care of your money. You can deposit  (=put in) or withdraw  (=take out) money when you need to.\n\nThere was only $50 in his bank account.","valueText":"hesap"},{"keyText":"base.\n\nthe bottom part, edge, or surface of something.\n\na tall cliff, with a narrow footpath at its base","valueText":"taban"},{"keyText":"importance.\n\nthe fact of being important, or the degree to which something or someone is important.\n\nBy 1800, the monarchy had declined in importance.","valueText":"önem"},{"keyText":"obvious.\n\nclear to almost anyone.\n\nThe most obvious explanation is not always the correct one.","valueText":"aşikar"},{"keyText":"within.\n\ninside an area, building, room, or space.\n\nThe ticket gives students unlimited free travel within the U.K.","valueText":"içinde"},{"keyText":"hunt.\n\nto kill animals for food or for their skin or other parts, or for sport.\n\nCrocodiles were hunted and killed for their teeth.","valueText":"avlamak"},{"keyText":"rather.\n\nto a fairly large degree.\n\nI realize that I’ve been rather stupid and selfish.","valueText":"oldukça"},{"keyText":"equal.\n\nthe same in value, amount, or size.\n\nAll the workers have an equal share in the profits.","valueText":"eşit"},{"keyText":"period.\n\nan amount of time during which something happens.\n\nThe long dry period ended with torrential rain.","valueText":"dönem"},{"keyText":"revise.\n\nto change your opinion or judgment of someone or something.\n\nThe text has been revised and published in a new edition.","valueText":"gözden geçirmek"},{"keyText":"solution.\n\na way to solve a problem or to deal with a bad situation.\n\nsolution to/for: UN leaders are working hard to find a peaceful solution to the conflict.","valueText":"çözüm"},{"keyText":"pause.\n\nto stop moving or stop what you are doing for a short time before starting again.\n\nShe paused at the door and then left.","valueText":"duraklamak"},{"keyText":"range.\n\na number of different things that are of the same general type.\n\nrange of: The speaker will deal with a broad a range of issues affecting professional women.","valueText":"aralık"},{"keyText":"accompany.\n\nto go with someone to a place or event.\n\nChildren must be accompanied by an adult.","valueText":"eşlik etmek"},{"keyText":"annoy.\n\nto make someone feel slightly angry or impatient.\n\nI don’t dislike her, but she just annoys me sometimes.","valueText":"kızdırmak"},{"keyText":"palace.\n\na very large building, especially one used as the official home of a royal family, president, or important religious leader.\n\nthe presidential palace","valueText":"saray"},{"keyText":"silly.\n\nshowing that you are not intelligent, not serious, not thinking carefully, etc..\n\na silly mistake","valueText":"aptal"},{"keyText":"leaf.\n\na flat thin green part of a tree or plant that grows on a branch or stem.\n\nA light breeze stirred the leaves of the tall oak tree outside her window.","valueText":"yaprak"},{"keyText":"rock.\n\nthe hard solid substance that forms part of the Earth’s surface.\n\nRainwater flows through soil and porous rock to reach underground streams.","valueText":"kaya"},{"keyText":"somehow.\n\nin some way or by some method that you do not know or understand exactly.\n\nSomehow he managed to pass all his final exams.","valueText":"bir şekilde"},{"keyText":"respect.\n\na feeling of admiration that you have for someone because of their personal qualities, their achievements, or their status, and that you show by treating them in a polite and kind way.\n\nrespect for: Students show their respect for the teacher by not talking.","valueText":"saygı"},{"keyText":"bunch.\n\na group of people.\n\nThey’re a great bunch who have made me feel welcome.","valueText":"demet"},{"keyText":"basic.\n\nforming the main or most important part of something, without which it cannot really exist.\n\nRice is the basic ingredient of the dish.","valueText":"temel"},{"keyText":"thick.\n\na thick object or material has a long distance between two opposite sides, edges, or surfaces.\n\nShe was wearing a thick wool sweater.","valueText":"kalın"},{"keyText":"cruel.\n\nsomeone who is cruel enjoys causing pain to other people or animals, or enjoys making them unhappy or upset.\n\na cruel parent","valueText":"acımasız"},{"keyText":"battle.\n\na fight between two armies in a war.\n\none of the bloodiest battles of World War II","valueText":"savaş"},{"keyText":"wing.\n\none of the parts on a bird, insect, or bat that move up and down and allow it to fly. Birds have two wings, but insects have either two or four wings.\n\na moth’s delicate wings","valueText":"kanat"},{"keyText":"confident.\n\nsomeone who is confident believes in their own abilities and so does not feel nervous or frightened.\n\na confident mood/smile/manner","valueText":"kendinden emin"},{"keyText":"pot.\n\na deep round metal container used for cooking food in on a stove.\n\na set of pots and pans","valueText":"demlik"},{"keyText":"certain.\n\nhaving no doubts that something is true.\n\nI’m not absolutely certain, but I think I’m right.","valueText":"kesin"},{"keyText":"relative.\n\nhaving a particular quality when compared with something else.\n\nThere was relative calm after the violence of the previous night.","valueText":"akraba"},{"keyText":"create.\n\nto make something new or original that did not exist before.\n\nHow do I create a new file?","valueText":"yaratmak"},{"keyText":"indeed.\n\nused for adding a statement that supports and increases the effect of what you have just said.\n\nBrendel is certainly a fine musician. Indeed, I regard him as one of the greatest pianists of our time.","valueText":"gerçekten"},{"keyText":"stream.\n\na small narrow river.\n\nA path runs alongside the stream.","valueText":"dere"},{"keyText":"voice.\n\nthe sounds that someone makes when they speak.\n\nA female voice answered the phone.","valueText":"ses"},{"keyText":"ruin.\n\nto destroy or severely damage something.\n\nYou’ll completely ruin the flowers if you touch them.","valueText":"mahvetmek"},{"keyText":"broad.\n\nwide.\n\nHe was of medium height, but had very broad shoulders.","valueText":"geniş"},{"keyText":"search.\n\nan attempt to find something.\n\nDespite a thorough search, they found no drugs on him.","valueText":"aramak"},{"keyText":"disabled.\n\n.\n\n","valueText":"engelli"},{"keyText":"locate.\n\nto find out the exact place where someone or something is.\n\nEngineers are still trying to locate the flaw.","valueText":"yerini bulmak"},{"keyText":"essential.\n\ncompletely necessary.\n\nIn a large organization, good internal communication is essential.","valueText":"esas"},{"keyText":"tap.\n\nto touch someone or something gently and to move them slightly, or to make a soft knocking sound.\n\nSeveral young men were tapping away at keyboards  (=using computers).","valueText":"hafifçe vurmak"},{"keyText":"background.\n\nthe type of career, training, or education that someone has had.\n\nHis musical background helps him a lot in his job.","valueText":"arka plan"},{"keyText":"bury.\n\nto put someone’s dead body in the ground during a funeral ceremony.\n\nAll his family are buried in the same cemetery.","valueText":"gömmek"},{"keyText":"peak.\n\nthe time when something is at its highest or greatest level.\n\nThe city’s population is about 400,000, down from a peak of 750,000 in the late 1960s.","valueText":"zirve noktası"},{"keyText":"pregnant.\n\nif a woman is pregnant, she has a baby developing inside her body.\n\nYou should not smoke if you are pregnant.","valueText":"hamile"},{"keyText":"communicate.\n\nto express thoughts, feelings, or information to another person or animal, for example by speaking or writing.\n\nHow do whales communicate?","valueText":"haberleşmek"},{"keyText":"poem.\n\na piece of writing using beautiful or unusual language arranged in fixed lines that have a particular beat and often rhyme.\n\na book of poems about his childhood","valueText":"şiir"},{"keyText":"direct.\n\ninvolving only the two people or things mentioned and with no one or nothing else coming in between.\n\nEmployees have little direct contact with management.","valueText":"doğrudan"},{"keyText":"raw.\n\nraw food has not been cooked, or has not been thoroughly cooked.\n\nraw meat","valueText":"çiğ"},{"keyText":"rob.\n\nto take money or property illegally from a person or place, often using threats or violence.\n\nThey were planning to rob the museum.","valueText":"soymak"},{"keyText":"speech.\n\na formal occasion when someone speaks to an audience.\n\nHe began his speech by outlining his plans for the coming year.","valueText":"konuşma"},{"keyText":"gentle.\n\na gentle person is kind and calm.\n\nJoe is such a gentle, loving boy.","valueText":"nazik"},{"keyText":"report.\n\na spoken or written account that gives information about a particular subject, situation, or event.\n\nAccording to the police report, the victim died of a knife wound.","valueText":"ihbar etmek"},{"keyText":"public.\n\navailable for people in general to use.\n\npublic transportation","valueText":"halka açık"},{"keyText":"argue.\n\nif people argue, they speak to each other in an angry way because they disagree.\n\nThose girls are always arguing!","valueText":"tartışmak"},{"keyText":"generation.\n\nall the members of a family who are of a similar age and whose parents are of a similar age.\n\nMy mother was the only one in her generation to go to university.","valueText":"nesil"},{"keyText":"custom.\n\nsomething that people do that is traditional or usual.\n\nlocal customs and traditions","valueText":"gelenek"},{"keyText":"common.\n\nhappening frequently, or existing in large amounts or numbers.\n\nMergers and takeovers have become increasingly common in recent years.","valueText":"ortak"},{"keyText":"proud.\n\nfeeling happy about your achievements, your possessions, or people who you are connected with.\n\nproud of: We’re so proud of her for telling the truth.","valueText":"gururlu"},{"keyText":"apply.\n\nto make an official request for a job or a place to study at a college or university, or for permission to do or have something.\n\nWe advertised three jobs, and over 50 people applied.","valueText":"başvurmak"},{"keyText":"narrow.\n\nsmall in width, especially when compared to how high or long something is.\n\na narrow strip of land/water","valueText":"dar"},{"keyText":"unless.\n\nused for saying that if something does not happen, something else will happen or be true as a result.\n\nI can’t help you unless you tell me what’s wrong.","valueText":"-mediği sürece"},{"keyText":"slip.\n\nif you slip, your feet slide accidentally and you lose your balance or fall over.\n\nMargaret slipped and broke her arm.","valueText":"kaymak"},{"keyText":"beat.\n\nto hit someone violently several times.\n\nThey were arrested for beating their children.","valueText":"yenmek"},{"keyText":"rude.\n\nnot polite.\n\nI don’t want to seem rude, but I’d rather be alone.","valueText":"kaba"},{"keyText":"accurate.\n\ncorrect or true in every detail.\n\nWe need to get an accurate estimate of what the new building will cost.","valueText":"doğru"},{"keyText":"edge.\n\nthe part of something that is farthest from its center.\n\nBring the two edges together and fasten them securely.","valueText":"kenar"},{"keyText":"religion.\n\nthe belief in the existence of a god or gods.\n\nReligion is something we always argue about.","valueText":"din"},{"keyText":"duty.\n\na legal or moral obligation.\n\nHe has a duty under the terms of his contract to pay rent.","valueText":"görev"},{"keyText":"hang.\n\nto put something somewhere so that the top part is held in position but the bottom part is loose and can move easily.\n\nHang your jacket there.","valueText":"asmak"},{"keyText":"register.\n\nto put your name and other information on an official list in order to be allowed to vote, study, stay in a hotel, etc..\n\nWhere do we go to register?","valueText":"kaydolmak"},{"keyText":"chin.\n\n.\n\n","valueText":"çene"},{"keyText":"friendship.\n\na relationship between people who are friends.\n\nThe reunion gave us a chance to renew old friendships.","valueText":"arkadaşlık"},{"keyText":"candidate.\n\none of the people competing in an election.\n\nthe Democratic/Republican candidate","valueText":"aday"},{"keyText":"decrease.\n\nto become less.\n\nThe number of people visiting the park has decreased significantly.","valueText":"azalmak"},{"keyText":"pill.\n\na small piece of solid medicine that you swallow with water.\n\nsleeping/contraceptive/vitamin pills","valueText":"hap"},{"keyText":"van.\n\na vehicle used for carrying goods or several people. It is usually larger than a car and smaller than a truck, and the back part is enclosed.\n\nWe’ll have to rent a van to move all this stuff.","valueText":"kamyonet"},{"keyText":"crop.\n\na plant grown for food, usually on a farm.\n\nThat year, crop failure led to widespread famine.","valueText":"mahsul"},{"keyText":"law.\n\nan official rule that people must obey.\n\nThe new law will be passed by the Senate in the spring.","valueText":"kanun"},{"keyText":"awful.\n\nused for emphasizing how unpleasant someone or something is.\n\nThe smell was absolutely awful.","valueText":"berbat"},{"keyText":"complain.\n\nto say that you are not satisfied with something.\n\n“It’s far too hot,” she complained.","valueText":"şikayet etmek"},{"keyText":"ocean.\n\none of the large areas of salt water that cover most of the Earth.\n\nthe Atlantic/Pacific/Indian Ocean","valueText":"okyanus"},{"keyText":"cottage.\n\n.\n\n","valueText":"kulübe"},{"keyText":"anxious.\n\nworried because you think something bad might happen.\n\nHis silence made me anxious.","valueText":"kaygılı"},{"keyText":"via.\n\ngoing through one place on the way to another place.\n\nThey flew from New York to New Delhi via Frankfurt.","valueText":"üzerinden"},{"keyText":"clap.\n\nto hit your hands together many times to show that you liked something or admire someone.\n\nAt the end of the speech everyone clapped.","valueText":"alkışlamak"},{"keyText":"ceremony.\n\na formal public event with special traditions, actions, or words.\n\na ceremony to honor those who died in the war","valueText":"tören"},{"keyText":"although.\n\nused for introducing a statement that makes your main statement seem surprising.\n\nAlthough he’s got a good job now, he still complains.","valueText":"rağmen"},{"keyText":"operate.\n\nif equipment operates, it works and does what it is intended to do.\n\nThe ventilation equipment was not operating properly.","valueText":"çalıştırmak"},{"keyText":"stripe.\n\na line of one color on a background of a different color.\n\na white shirt with red stripes","valueText":"çizgi"},{"keyText":"faucet.\n\n.\n\n","valueText":"musluk"},{"keyText":"fever.\n\na medical condition in which the temperature of your body is very high and you feel sick.\n\nWhat do you use to reduce fever in infants?","valueText":"ateş"},{"keyText":"persuade.\n\nto make someone agree to do something by giving them reasons why they should.\n\nHe did finally come with us, although it took a long time to persuade him.","valueText":"ikna etmek"},{"keyText":"pure.\n\na pure substance or material has nothing mixed with it that might spoil its quality or effect.\n\npure gold/alcohol","valueText":"saf"},{"keyText":"recommend.\n\nto advise someone that they should do something.\n\nrecommend (that): I recommend that you buy a more powerful computer.","valueText":"tavsiye etmek"},{"keyText":"tip.\n\na narrow or pointed end, especially of something long or thin.\n\ntip of: the tip of your nose/finger","valueText":"bahşiş"},{"keyText":"research.\n\nthe detailed study of something in order to discover new facts, especially in a university or scientific institution.\n\nRecent research shows that babies in the womb can be influenced by music.","valueText":"araştırma yapmak"},{"keyText":"contest.\n\na competition, especially one in which people’s skill in a particular activity or sport is tested.\n\na contest between the two top-rated tennis players in the world","valueText":"yarışma"},{"keyText":"extraordinary.\n\nvery unusual and surprising.\n\nIt’s an extraordinary story.","valueText":"olağanüstü"},{"keyText":"switch.\n\nto change from one thing to another, or to make something do this.\n\nThen he switched sides and turned against his former allies.","valueText":"açmak"},{"keyText":"prevent.\n\nto stop something from happening.\n\nRegular cleaning may help prevent infection.","valueText":"önlemek"},{"keyText":"rescue.\n\nto save someone from a dangerous or unpleasant situation.\n\nThe crew of the tanker were rescued just minutes before it sank in heavy seas.","valueText":"kurtarmak"},{"keyText":"pronounce.\n\nto say the sounds of letters or words.\n\nI find some Japanese words very difficult to pronounce.","valueText":"telaffuz etmek"},{"keyText":"hide.\n\nto put something in a place so that no one can find or see it.\n\nhide something in/at/under etc. something: She hid the key in the drawer.","valueText":"saklamak"},{"keyText":"coast.\n\nan area of land beside an ocean.\n\nthe east coast of the United States","valueText":"sahil"},{"keyText":"fold.\n\nto bend a piece of paper or cloth and press one part of it over another part.\n\nCarrie folded the note and slid it into her purse.","valueText":"katlamak"},{"keyText":"fasten.\n\nto close something such as a piece of clothing or a bag using the buttons, zipper, clip, etc. on it.\n\nPlease keep your seat belts fastened while the seat belt light is on.","valueText":"bağlamak"},{"keyText":"fee.\n\nmoney that you pay to a professional person or institution for their work.\n\nMany doctors have a standard scale of fees.","valueText":"ücret"},{"keyText":"wave.\n\na line of water that rises up on the surface of an ocean, lake, or river.\n\nThe boat was smashed by a huge wave.","valueText":"dalga"},{"keyText":"youth.\n\nthe time in someone’s life when they are young.\n\nIn his youth, he had traveled and seen much of the world.","valueText":"gençlik"},{"keyText":"store.\n\na place that sells goods.\n\nSome stores are overcharging their customers.","valueText":"depo"},{"keyText":"benefit.\n\nextra money or other advantages that you get in addition to your salary from your employer as part of your job.\n\nThe benefits include medical insurance and a company car.","valueText":"yarar"},{"keyText":"trick.\n\nan unfair or unpleasant thing that you do in order to harm someone or to get an advantage for yourself.\n\na dirty/cruel/nasty trick: It was a very dirty trick to play on anyone.","valueText":"hile"},{"keyText":"transfer.\n\nto move from one job, office, or department to another in the same company or organization.\n\ntransfer to: I’m transferring to our Tokyo office next year.","valueText":"transfer etmek"},{"keyText":"block.\n\na solid piece of wood, stone, ice, etc. with straight sides.\n\nThe baby was playing with wooden blocks.","valueText":"engellemek"},{"keyText":"divorce.\n\na legal way of ending a marriage.\n\nI want a divorce.","valueText":"boşanmak"},{"keyText":"firm.\n\nsolid but not hard.\n\nThe ground beneath our feet was fairly firm and not too muddy.","valueText":"sert"},{"keyText":"limit.\n\nthe largest or smallest amount, or the highest or lowest level, of something that is allowed.\n\nspeed/spending limits","valueText":"sınırlamak"},{"keyText":"challenge.\n\nsomething that needs a lot of skill, energy, and determination to deal with or achieve, especially something you have never done before and will enjoy doing.\n\nI was bored with my job and felt I needed a new challenge.","valueText":"meydan okuma"},{"keyText":"defend.\n\nto protect someone or something from attack.\n\nThousands of young men came forward, willing to defend their country.","valueText":"savunmak"},{"keyText":"permit.\n\nto allow someone to do something, or to allow something to happen.\n\nThe use of cell phones is not permitted inside the aircraft.","valueText":"izin vermek"},{"keyText":"bet.\n\nto risk an amount of money by saying what you think will happen, especially in a race or game. You lose the money if you are wrong and win more if you are right.\n\nbet on: Thousands of people bet on the result of the game.","valueText":"bahse girmek"},{"keyText":"environment.\n\nthe natural world, including the land, water, air, plants, and animals, especially considered as something that is affected by human activity.\n\nIndustrial development is causing widespread damage to the environment.","valueText":"çevre"},{"keyText":"dozen.\n\na set of 12 things or people.\n\na dozen red roses","valueText":"düzine"},{"keyText":"lawyer.\n\n.\n\n","valueText":"avukat"},{"keyText":"operation.\n\na planned activity involving a lot of people, especially soldiers or police officers.\n\nThis was the biggest military operation in 20 years.","valueText":"ameliyat"},{"keyText":"increase.\n\nto become larger in amount or number.\n\nOur costs increased dramatically over the last decade.","valueText":"artış"},{"keyText":"smell.\n\nthe pleasant or unpleasant quality of something that you notice when you breathe in through your nose.\n\nThis paint gives off a very strong smell.","valueText":"kokmak"},{"keyText":"comment.\n\na written or spoken remark giving an opinion.\n\nI’ve had enough of your sarcastic comments.","valueText":"yorum"},{"keyText":"weigh.\n\nto have a particular weight.\n\nTell me Clare, how much do you weigh?","valueText":"tartmak"},{"keyText":"drag.\n\nto pull something or someone along with difficulty, for example because they are heavy.\n\ndrag something down/along/through something: She dragged her suitcase to the car.","valueText":"sürüklemek"},{"keyText":"pleasure.\n\na feeling of happiness, enjoyment, or satisfaction.\n\nHe smiled with pleasure when she walked in.","valueText":"zevk"},{"keyText":"step.\n\na short movement made by putting one foot in front of the other.\n\ntake/move a step: I am too tired to take another step.","valueText":"adım"},{"keyText":"opportunity.\n\na chance to do something, or a situation in which it is easy for you to do something.\n\nI think this trip sounds like a wonderful opportunity.","valueText":"fırsat"},{"keyText":"recent.\n\nhappening or starting a short time ago.\n\na recent discovery/survey/study","valueText":"son günlerdeki"},{"keyText":"nervous.\n\nfeeling excited and worried, or slightly afraid.\n\nDriving on icy mountain roads makes me nervous.","valueText":"gergin"},{"keyText":"truth.\n\nthe actual facts or information about something, rather than what people think, expect, or make up.\n\nThe truth may never be known.","valueText":"doğru"},{"keyText":"arrest.\n\nif the police arrest someone, they take that person to a police station because they believe he or she has committed a crime. Someone who has been arrested is under arrest, and if they are not allowed to leave, they are in custody.\n\nPolice raided the store at dawn, arresting six men and seizing hundreds of pirated CDs.","valueText":"tutuklamak"},{"keyText":"charge.\n\nan amount of money that you have to pay, especially when you visit a place or when someone does something for you.\n\nYou will have to pay a small admission charge.","valueText":"suçlamak"},{"keyText":"vote.\n\nto formally express an opinion by choosing between two or more issues, people, etc..\n\nvote for/in favor of/against: 68 percent of the union voted against striking.","valueText":"oy kullanmak"},{"keyText":"retire.\n\nto stop working, especially when you reach the age when you are officially too old to work.\n\nretire from: He retired from the army last month.","valueText":"emekli olmak"},{"keyText":"flu.\n\na very common infectious disease that lasts a short time and makes you feel hot or cold, weak, and tired.\n\nHe’s in bed with flu.","valueText":"grip"},{"keyText":"distance.\n\nthe amount of space between two people or things.\n\ndistance from: It is important to consider distance from public transportation when buying a house.","valueText":"mesafe"},{"keyText":"breathe.\n\nto take air into your lungs through your nose or mouth and let it out again.\n\nHe held her so tightly she could hardly breathe.","valueText":"nefes almak"},{"keyText":"section.\n\nsomething, or a group of things, that forms part of a larger group.\n\nsection of: He condemned the campaign that is being mounted in some sections of the press.","valueText":"bölüm"},{"keyText":"blow.\n\nif wind or air blows, the air moves.\n\nThe wind was blowing from the sea.","valueText":"üflemek"},{"keyText":"succeed.\n\nto achieve something that you planned to do or attempted to do.\n\nWe all want to make the peace process succeed.","valueText":"başarmak"},{"keyText":"altogether.\n\nused for showing that a total number or amount includes everyone or everything.\n\nAltogether, about 50 NATO aircraft took part in the attack.","valueText":"tamamen"},{"keyText":"proper.\n\nappropriate for the purpose or situation.\n\nYou have to have the proper tools for the job.","valueText":"uygun"},{"keyText":"description.\n\na statement about what someone or something is like.\n\na brief description of the area","valueText":"tasvir"},{"keyText":"trouble.\n\nproblems, worries, or difficulties.\n\nThe company has been experiencing serious financial troubles recently.","valueText":"sorun"},{"keyText":"author.\n\nsomeone who writes books, articles, etc., especially as their job.\n\nNobel Prize winning author, Alexander Solzhenitsyn","valueText":"yazar"},{"keyText":"pile.\n\na number of things put on top of each other.\n\nShe sorted her clothes into neat piles.","valueText":"yığın"},{"keyText":"average.\n\nthe amount, level, standard, etc. that is typical of a group of people or things.\n\nIncomes here are nowhere near the national average.","valueText":"ortalama"},{"keyText":"afford.\n\nif you can afford something, you have enough money to be able to pay for it. This word usually follows “can,” “could,” or “be able to”.\n\nI’m not sure how they are able to afford such expensive vacations.","valueText":"maddi gücü yetmek"},{"keyText":"profession.\n\na job that you need special skills and qualifications to do, especially one with high social status.\n\nthe medical/legal/nursing/teaching profession","valueText":"meslek"},{"keyText":"relax.\n\nto rest and allow yourself to become calm.\n\nJust sit down and try to relax for half an hour.","valueText":"rahatlamak"},{"keyText":"involve.\n\nto include something as a necessary part of an activity, event, or situation.\n\nThe course involves a great deal of hard work.","valueText":"içermek"},{"keyText":"concentrate.\n\nto give all your attention to the thing you are doing.\n\nI was sleeping badly and finding it hard to concentrate.","valueText":"yoğunlaşmak"},{"keyText":"publish.\n\nto produce something that people want to read, watch or play and make it available to the public.\n\nIn order for indie developers to publish a game on the Xbox Live Arcade they will be required to partner with Microsoft Game Studios or a third-party publisher.","valueText":"yayınlamak"},{"keyText":"entertain.\n\nto give a performance that people enjoy.\n\nThe children sang and danced to entertain the crowd.","valueText":"eğlendirmek"},{"keyText":"encourage.\n\nto suggest that someone does something that you believe would be good.\n\nWe encourage student participation in our classes.","valueText":"teşvik etmek"},{"keyText":"demand.\n\nto say in a very firm way that you want something.\n\nAngry congressmen are demanding an inquiry into the deal.","valueText":"talep etmek"},{"keyText":"sum.\n\nan amount of money.\n\nHe was fined a sum of $1,000.","valueText":"toplam"},{"keyText":"smooth.\n\ncompletely even with no rough areas or lumps.\n\nA baby’s skin is as smooth as silk.","valueText":"pürüzsüz"},{"keyText":"produce.\n\nto make or grow something, especially in large quantities and in order to be sold.\n\nWe are now producing the same quantity of goods with far fewer workers.","valueText":"üretmek"},{"keyText":"height.\n\nthe degree to which something is high or someone is tall.\n\nHe was about the same height as his wife.","valueText":"boy"},{"keyText":"officer.\n\nsomeone with a position of power and authority in the military.\n\nan army officer","valueText":"memur"},{"keyText":"advertise.\n\nto try to persuade people to buy a product or service by announcing it on television, on the Internet, in newspapers, etc..\n\nThe company regularly advertises on TV.","valueText":"reklamını yapmak"},{"keyText":"regard.\n\nto think of someone or something in a particular way.\n\nregard someone/something as something: The nuclear reactors, which were regarded as dangerously out of date, were replaced.","valueText":"kabul etmek"},{"keyText":"defeat.\n\nfailure to win a competition or to succeed in doing something.\n\nWisconsin suffered a 23–7 defeat by Illinois.","valueText":"yenmek"},{"keyText":"wage.\n\nan amount of money that you earn for working, usually according to how many hours or days you work each week or month.\n\ndaily/hourly/weekly wage","valueText":"maaş"},{"keyText":"fix.\n\nto repair something.\n\nJessica fixed my watch.","valueText":"tamir etmek"},{"keyText":"approve.\n\nto have a positive feeling toward someone or something that you consider to be good or suitable.\n\nYou’re leaving college! Do your parents approve?","valueText":"uygun bulmak"},{"keyText":"depend.\n\nused when you cannot give a definite answer, because different things are possible in different situations.\n\nit​/​that depends what/where/how etc.: “How much will I have to pay for a car?” “It depends what type of car you want.”","valueText":"bağlı olmak"},{"keyText":"reward.\n\nsomething good that happens or that you receive because of something that you have done.\n\nreward for: Rewards for appropriate behavior can be successful in teaching children.","valueText":"ödül"},{"keyText":"fault.\n\nthe fact of being responsible for a bad or unpleasant situation.\n\nbe someone’s fault: It’s my fault – I forgot to give him the message.","valueText":"hata"},{"keyText":"ancient.\n\nvery old.\n\nan ancient city/book/tradition","valueText":"eski"},{"keyText":"shadow.\n\nan area of darkness that is created when something blocks light.\n\nThe kids jumped out of the shadows, trying to scare us.","valueText":"gölge"},{"keyText":"diagram.\n\na drawing that explains something.\n\ndiagram of: a diagram of the manufacturing process","valueText":"grafik"},{"keyText":"brief.\n\nlasting only for a short time.\n\nIdaho experienced a brief period of population growth during the early nineties.","valueText":"kısa"},{"keyText":"previous.\n\na previous event, period, or thing happened or existed before the one that you are talking about.\n\nThis issue was discussed in the previous chapter.","valueText":"önceki"},{"keyText":"support.\n\nto approve of an idea or of a person or organization and help them to be successful.\n\nThe United Nations has supported efforts to return the refugees peacefully.","valueText":"desteklemek"},{"keyText":"roll.\n\nto move forward while turning over and over.\n\nThe pencil went rolling across the floor.","valueText":"yuvarlanmak"},{"keyText":"army.\n\na large organization of soldiers who are trained to fight wars on land. Together with a country’s navy and air force, the army makes up the armed forces.\n\nAfter graduating from school, he joined the army.","valueText":"ordu"},{"keyText":"attract.\n\nto make someone interested in something so that they do it or come to see or hear it.\n\nThe show attracts viewers from every sector of society.","valueText":"cezbetmek"},{"keyText":"fear.\n\nthe feeling that you have when you are frightened.\n\nEdward knew it was dangerous, but he felt no fear.","valueText":"korku"},{"keyText":"asleep.\n\nnot awake.\n\nAre you asleep yet?","valueText":"uykuda"},{"keyText":"interval.\n\na period of time between two events.\n\nThe normal interval between our meetings is six weeks.","valueText":"zaman aralığı"},{"keyText":"decision.\n\na choice that you make after thinking carefully.\n\nmake a decision: The committee should make its decision later this week.","valueText":"karar"},{"keyText":"criminal.\n\nsomeone who has committed a crime.\n\nThe system is designed to prevent criminals from reoffending.","valueText":"suçlu"},{"keyText":"organize.\n\nto prepare or arrange an activity or event.\n\nWho’s organizing the conference?","valueText":"düzenlemek"},{"keyText":"sleeve.\n\nthe part of a piece of clothing that covers your arm.\n\nshort/long sleeves: a dress with long sleeves","valueText":"elbise kolu"},{"keyText":"burn.\n\nif a fire or flame burns, it produces light and heat.\n\nA fire was burning in the hearth.","valueText":"yakmak"},{"keyText":"deaf.\n\nnot able to hear anything, or not able to hear very well. Many deaf people wear a hearing aid to help them hear. Deaf people often use their hands to communicate in sign language, and many can lip-read what other people are saying.\n\ntotally/partially deaf: She’s been totally deaf since birth.","valueText":"sağır"},{"keyText":"dig.\n\nto make a hole in earth or sand using your hands, a machine, or a tool, especially a shovel.\n\nThe children like to dig in the sand.","valueText":"kazmak"},{"keyText":"reply.\n\nto say, write, or do something as an answer.\n\n“I know,” Corbett replied quietly.","valueText":"cevaplamak"},{"keyText":"ingredient.\n\none of the foods or liquids that you use in making a particular meal.\n\nMix all the ingredients together and place them in a shallow dish.","valueText":"karışımdaki malzeme"},{"keyText":"pattern.\n\na series of actions or events that together show how things normally happen or are done.\n\npattern of: We examined patterns of behavior in young children.","valueText":"desen"},{"keyText":"explode.\n\nto burst with a lot of force and a loud noise.\n\nBombs were exploding all over the city.","valueText":"patlamak"},{"keyText":"attitude.\n\nsomeone’s opinions or feelings about something, especially as shown by their behavior.\n\nThe prevailing attitude at the time was antiwar.","valueText":"tutum"},{"keyText":"skill.\n\nthe ability to do something well, usually as a result of experience and training.\n\nI admired the skill and dedication of the nursing staff.","valueText":"beceri"},{"keyText":"departure.\n\nthe time when an airplane, bus, or train leaves.\n\na 10 o’clock departure","valueText":"kalkış"},{"keyText":"fancy.\n\nnot plain or simple but with a lot of decorations or extra parts.\n\nI wanted just a plain handbag, nothing fancy.","valueText":"süslü"},{"keyText":"breath.\n\nthe air that goes in and out of your body through your nose or mouth.\n\nHe could feel her warm breath on his face.","valueText":"nefes"},{"keyText":"shake.\n\nto make many quick small movements up and down, or side to side.\n\nHouses shook as a bomb exploded in the neighborhood.","valueText":"sallamak"},{"keyText":"aim.\n\nto point a gun or an object you are throwing at something that you want to hit.\n\nWhen given the order, the squad aimed their weapons.","valueText":"amaç"},{"keyText":"employ.\n\nto pay someone regularly to do a job for you or to work as a member of your organization.\n\nThey employ a nanny, cleaner, and gardener.","valueText":"çalıştırmak"},{"keyText":"progress.\n\nthe process of developing or improving.\n\nI’m worried about my son’s lack of progress in English.","valueText":"ilerleme"},{"keyText":"patient.\n\nsomeone who is receiving medical treatment.\n\nSeveral patients complained about the treatment they received.","valueText":"hasta"},{"keyText":"keen.\n\nkeen sight, hearing, etc. makes you very good at seeing things, hearing things, etc..\n\nI have a very keen sense of smell.","valueText":"hevesli"},{"keyText":"loose.\n\nnot firmly fixed in position.\n\nloose floorboards","valueText":"bol"},{"keyText":"generous.\n\ngiving people more of your time or money than is usual or expected.\n\nMerton is clearly a warm and generous person.","valueText":"cömert"},{"keyText":"resort.\n\na place that many people go to for a vacation.\n\na ski/seaside/mountain resort","valueText":"başvurmak"},{"keyText":"product.\n\nsomething that is made, grown, or obtained in large quantities so that it can be sold.\n\ndairy/pharmaceutical/software products","valueText":"ürün"},{"keyText":"contract.\n\na written legal agreement between two people or businesses that says what each must do for the other or give to the other.\n\nAfter six months she was offered an employment contract.","valueText":"sözleşme"},{"keyText":"knit.\n\nto make something such as a piece of clothing using wool and sticks called knitting needles.\n\nShe reads and knits to pass the time.","valueText":"örgü örmek"},{"keyText":"crime.\n\nan illegal activity or action.\n\ncommit a crime  (=do something illegal): She was unaware that she had committed a crime.","valueText":"suç"},{"keyText":"tear.\n\nto pull something so that it separates into pieces or gets a hole in it, or to become damaged in this way.\n\nIt’s made of very thin material that tears easily.","valueText":"yırtmak"},{"keyText":"choice.\n\nthe opportunity or right to choose between different things.\n\nOur aim is to provide greater choice for consumers.","valueText":"seçenek"},{"keyText":"liquid.\n\na substance that can flow, has no fixed shape, and is not a solid or a gas.\n\na glass of colorless liquid","valueText":"sıvı"},{"keyText":"access.\n\nthe right or opportunity to have or use something that will bring you benefits.\n\naccess to: Access to up-to-date financial information is important to our success.","valueText":"erişim"},{"keyText":"thief.\n\nsomeone who steals something. An instance of stealing something is called a theft.\n\nThe thief stole a valuable painting from the museum.","valueText":"hırsız"},{"keyText":"recognize.\n\nto know who the person is or what the thing is that you are seeing, hearing, etc. because you have seen, heard, etc. them before.\n\nI hardly recognized you with a beard!","valueText":"tanımak"},{"keyText":"require.\n\nto need someone or something.\n\nWorking with these children requires a great deal of patience.","valueText":"gerektirmek"},{"keyText":"connect.\n\nto join two things together.\n\nShe carefully connected the two wires.","valueText":"bağlamak"},{"keyText":"prove.\n\nto provide evidence that shows that something is true.\n\nprove (that): You have to prove you are sorry for what you’ve done.","valueText":"kanıtlamak"},{"keyText":"confirm.\n\nto prove that something is true.\n\nThe study confirms the findings of earlier research.","valueText":"doğrulamak"},{"keyText":"purpose.\n\nthe goal that someone wants to achieve, or that something is intended to achieve.\n\nI use my boat mainly for leisure purposes.","valueText":"amaç"},{"keyText":"social.\n\nrelating to activities that involve being with other people, especially activities that you do for pleasure.\n\na social activity/engagement/get-together","valueText":"sosyal"},{"keyText":"audience.\n\na group of people who have come to a place to see or hear a movie, performance, speech, etc. The people who watch a sports game or other large event are usually called spectators or the crowd.\n\nChaplin’s movies captivated audiences throughout the world.","valueText":"seyirci"},{"keyText":"sail.\n\nif a boat sails, it moves across the surface of an ocean, lake, river, etc..\n\nThe yacht sailed into harbor.","valueText":"denize açılmak"},{"keyText":"culture.\n\nactivities involving music, literature, and other arts.\n\nIf you’re looking for culture, then Paris is the place for you.","valueText":"kültür"},{"keyText":"tiny.\n\nextremely small.\n\nThe floor was covered in tiny pieces of paper.","valueText":"ufacık"},{"keyText":"independent.\n\nfair because of not being influenced by anyone else.\n\nSeek independent legal advice before entering into an agreement.","valueText":"bağımsız"},{"keyText":"kid.\n\na young adult.\n\na bunch of middle-class college kids","valueText":"çocuk"},{"keyText":"hero.\n\nsomeone who has done something brave, for example saving a person’s life or risking their own life.\n\na war hero","valueText":"kahraman"},{"keyText":"district.\n\nan area of a town or country.\n\nThey live in one of the most exclusive districts of Paris.","valueText":"semt"},{"keyText":"twin.\n\none of two children born at the same time to the same mother. Twins of the same sex who look exactly like each other are called identical twins. Twins that are not identical are called fraternal twins.\n\nI have a twin brother and one sister.","valueText":"ikiz"},{"keyText":"appear.\n\nto make other people think that you are something or feel something. Appear is a slightly more formal word than seem.\n\nThis job is not as easy as it first appeared.","valueText":"belirmek"},{"keyText":"provide.\n\nto give someone something that they want or need.\n\nOur office can provide information on the local area.","valueText":"sağlamak"},{"keyText":"chapter.\n\none of the sections into which a book is divided. A chapter usually has a number or a title.\n\nSee Chapter Three for more details.","valueText":"bölüm"},{"keyText":"effort.\n\nan attempt to do something that is difficult or that involves hard work.\n\nan effort to do something: The restructuring was part of an effort to boost company profits.","valueText":"çaba"},{"keyText":"rough.\n\nwith a surface that is not smooth.\n\nThe walls were built of dark rough stone.","valueText":"kabataslak"},{"keyText":"attack.\n\na violent attempt to harm a person, animal, or place.\n\na vicious attack","valueText":"saldırmak"},{"keyText":"disadvantage.\n\nsomething that makes someone or something less effective, successful, or attractive.\n\nGrants are available for projects that tackle disadvantage in deprived areas.","valueText":"dezavantaj"},{"keyText":"insist.\n\nto say very firmly that something must happen or must be done.\n\nYou must see a doctor immediately – I insist.","valueText":"ısrar etmek"},{"keyText":"apart.\n\nif two people or things are apart, there is a space between them.\n\nStand with your feet apart.","valueText":"ayrı"},{"keyText":"yard.\n\n.\n\n","valueText":"bahçe"},{"keyText":"guard.\n\nsomeone whose job is to protect a place or person so that no one causes damage, steals anything, or escapes.\n\nuniformed border guards","valueText":"bekçi"},{"keyText":"surround.\n\nto be all around or on all sides of someone or something.\n\nCan you name the states that surround Colorado?","valueText":"çevrelemek"},{"keyText":"iron.\n\n.\n\n","valueText":"ütülemek"},{"keyText":"forward.\n\nin a position toward the front of a room or vehicle.\n\nLet’s sit farther forward so we can see the stage better.","valueText":"ileri"},{"keyText":"consider.\n\nto think about something carefully before making a decision or developing an opinion.\n\nShe paused and considered for a moment.","valueText":"değerlendirmek"},{"keyText":"attempt.\n\nan effort to do something.\n\none last desperate attempt","valueText":"girişim"},{"keyText":"ordinary.\n\nnormal or average, and not unusual or special.\n\nHe lives in an ordinary house in suburban Melbourne.","valueText":"sıradan"},{"keyText":"bay.\n\nan area of the coast where the land curves inward.\n\nThe harbor lights were visible across the bay.","valueText":"koy"},{"keyText":"signature.\n\na person’s name written in a special way by that person.\n\ncollecting signatures for a petition","valueText":"imza"},{"keyText":"brave.\n\ncapable of dealing with danger or pain, without seeming to be frightened.\n\nthe brave soldiers who fought and died for their country","valueText":"cesur"},{"keyText":"guilty.\n\nashamed and sorry because you have done something wrong.\n\nYou shouldn’t feel guilty all the time – you’ve done nothing to be ashamed of.","valueText":"suçlu"},{"keyText":"hire.\n\nto pay someone to work for you.\n\nI hired someone to paint the house.","valueText":"kiralamak"},{"keyText":"issue.\n\na subject that people discuss or argue about, especially relating to society, politics, etc..\n\nIt’s a website devoted to environmental issues.","valueText":"konu"},{"keyText":"disappoint.\n\nto make someone feel unhappy because something that they hoped for or expected did not happen or because someone or something was not as good as they expected.\n\nI hate to disappoint you, but the cake’s all gone.","valueText":"hayal kırıklığına uğratmak"},{"keyText":"permission.\n\nthe right to do something that is given to you by someone in authority.\n\nYou are not allowed to camp here without permission.","valueText":"izin"},{"keyText":"bite.\n\nto use your teeth to cut or break something, usually in order to eat it.\n\nStop biting your nails.","valueText":"ısırmak"},{"keyText":"contain.\n\na container, envelope, room, etc. that contains something has something inside it.\n\nThe envelope contained a few dried rose petals.","valueText":"içermek"},{"keyText":"though.\n\nused for introducing a statement that makes your main statement seem surprising.\n\nThough the U.K. is only a small country, it has played an important role in history.","valueText":"-diği halde"},{"keyText":"vehicle.\n\na machine that you travel in or on, especially one with an engine that travels on roads, for example a car, bus, van, truck, or motorcycle.\n\nWatch out for oncoming vehicles.","valueText":"araç"},{"keyText":"avoid.\n\nto try not to go near someone or something.\n\nWe went early to avoid the crowds.","valueText":"önlemek"},{"keyText":"blank.\n\nshowing no emotion or no sign of understanding something or recognizing someone.\n\nHis eyes were blank and he barely responded to us.","valueText":"boş"},{"keyText":"spot.\n\nthe particular place where someone or something is.\n\nWe found him sitting in a sunny spot in the yard.","valueText":"leke"},{"keyText":"journalist.\n\nsomeone whose job is to report the news for a newspaper, magazine, radio program, or television program.\n\nan article by a leading sports journalist","valueText":"gazeteci"},{"keyText":"divide.\n\nto separate people or things into smaller groups or parts.\n\nDivide the dough and roll out one part.","valueText":"ayrılmak"},{"keyText":"silent.\n\na silent person or group of people does not talk, laugh, or make any noise.\n\nEveryone was totally silent as the president spoke.","valueText":"sessiz"},{"keyText":"otherwise.\n\nused for saying that something is true except for the fact that you have just mentioned.\n\nThe driver suffered shock but was otherwise unhurt.","valueText":"aksi takdirde"},{"keyText":"accept.\n\nto take something that someone gives you.\n\nIt gives me great pleasure to accept this award.","valueText":"kabul etmek"},{"keyText":"protect.\n\nto keep someone or something safe from harm, injury, damage, or loss.\n\nAre you prepared to protect yourself in case of attack?","valueText":"korumak"},{"keyText":"material.\n\ncloth.\n\nHer dress was made of a thin lacy material.","valueText":"madde"},{"keyText":"deserve.\n\nif you deserve something, it is right that you get it, for example because of the way you have behaved.\n\nAfter five hours on your feet you deserve a break.","valueText":"hak etmek"},{"keyText":"anniversary.\n\na date when you celebrate something that happened in a previous year that is important to you.\n\nour second wedding anniversary","valueText":"yıldönümü"},{"keyText":"statue.\n\na human or animal image that is made of stone, wood, metal, etc. and is usually large.\n\nThe statues represent peace and war.","valueText":"heykel"},{"keyText":"neat.\n\ncarefully arranged and looking nice.\n\nHis hair was pulled back into a neat ponytail.","valueText":"düzenli"},{"keyText":"rubbish.\n\ngarbage.\n\nMost of the information in her article was utter rubbish.","valueText":"çöp"},{"keyText":"upper.\n\nhigher than something else, especially one of two things that are a pair.\n\nHe had a scar on his upper lip.","valueText":"üst"},{"keyText":"charity.\n\nan organization to which you give money so that it can give money and help to people who are poor or sick, or who need advice and support.\n\nThe March of Dimes is a registered charity.","valueText":"hayır kuruluşu"},{"keyText":"border.\n\nthe official line separating two countries or states.\n\nborder between: the border between Texas and Mexico","valueText":"sınır"},{"keyText":"sticky.\n\na sticky substance sticks to other things.\n\na heavy sticky soil","valueText":"yapış yapış"},{"keyText":"lecture.\n\na talk to a group of people about a particular subject, especially at a college or university.\n\nThe course will be taught through a series of lectures and seminars.","valueText":"ders"},{"keyText":"rid.\n\nto be no longer affected by someone or something that is annoying, unpleasant, or not wanted.\n\nJust give him the money and you can be rid of him.","valueText":"başından atmak"},{"keyText":"rare.\n\nnot happening very often.\n\nIn a rare moment of honesty, he told her what he had done.","valueText":"nadir"},{"keyText":"planet.\n\na very large round object that moves around the Sun or another star.\n\nplanet Earth","valueText":"gezegen"},{"keyText":"flow.\n\nthe continuous movement of a liquid in one direction.\n\ndrugs that improve blood flow around the body","valueText":"akmak"},{"keyText":"refuse.\n\nto say you will not do something that someone has asked you to do.\n\nMom asked him to apologize, but he refused.","valueText":"reddetmek"},{"keyText":"novel.\n\n.\n\n","valueText":"roman"},{"keyText":"judge.\n\nsomeone whose job is to make decisions in a court of law.\n\nThe district judge sentenced her to ninety days in prison.","valueText":"yargılamak"},{"keyText":"literature.\n\nstories, poems, and plays, especially those that are considered to have value as art and not just entertainment.\n\ngreat works of literature","valueText":"edebiyat"},{"keyText":"article.\n\na piece of writing about a particular subject that is published in a newspaper or magazine.\n\nHe has written several articles for The New York Times.","valueText":"makale"},{"keyText":"loan.\n\nan amount of money that a person, business, or country borrows, especially from a bank.\n\nan interest-free loan","valueText":"borç"},{"keyText":"temporary.\n\nexisting, done, or used for only a limited period of time.\n\nThese measures are only temporary.","valueText":"geçici"},{"keyText":"pour.\n\nto make a liquid or substance flow out of a container that you are holding.\n\npour someone something: Sit down and I’ll pour you a drink.","valueText":"dökmek"},{"keyText":"shade.\n\na slightly dark area where the light from the sun does not reach because it is blocked by something.\n\nHe pulled a wicker chair into the shade.","valueText":"gölge"},{"keyText":"penny.\n\n.\n\n","valueText":"metelik"},{"keyText":"kindly.\n\na kindly person behaves in a kind way toward other people.\n\na courteous kindly gentleman","valueText":"iyiliksever"},{"keyText":"warn.\n\nto make someone conscious of a possible problem or danger so that they will not be hurt.\n\nwarn someone to do something: Police are warning all women in the area to take extra care when going out alone.","valueText":"uyarmak"},{"keyText":"bitter.\n\nfeeling angry or upset because of a bad experience, especially when you think that you have been treated unfairly.\n\nbitter about: I’m still bitter about the whole affair.","valueText":"acı"},{"keyText":"stuff.\n\na variety of objects or things.\n\nWhat’s all this stuff on my desk?","valueText":"şey"},{"keyText":"climate.\n\nthe type of weather that a country or region has.\n\na hot/cold/mild/warm climate: Mexico is renowned for its hot climate and spicy food.","valueText":"iklim"},{"keyText":"rail.\n\none of the pair of metal bars that a train travels on.\n\nWe ought to transport more heavy goods by rail.","valueText":"tırabzan"},{"keyText":"frequently.\n\noften.\n\nHe has frequently been compared to Michael Jackson.","valueText":"sık sık"},{"keyText":"label.\n\na piece of paper or material fastened to an object that gives information about it.\n\nRead the washing instructions on the label.","valueText":"etiket"},{"keyText":"jealous.\n\nunhappy because someone has something that you would like or can do something that you would like to do.\n\nI expect some of your colleagues will be jealous.","valueText":"kıskanç"},{"keyText":"shave.\n\nto make a part of your body smooth by cutting off the hair using a razor or shaver.\n\nI cut myself while I was shaving.","valueText":"tıraş olmak"},{"keyText":"exist.\n\nto be real, or to appear in the real world.\n\nDragons don’t exist.","valueText":"var olmak"},{"keyText":"hardly.\n\nused for saying that something is almost not true or almost does not happen at all.\n\nHe hardly spoke except to say hello.","valueText":"güçlükle"},{"keyText":"recover.\n\nto become fit and healthy again after an illness or an injury.\n\nrecover from: I haven’t fully recovered from that flu I had.","valueText":"iyileşmek"},{"keyText":"compete.\n\nto try to be more successful than other companies or people in business.\n\nWe have to compete in a commercial environment.","valueText":"rekabet etmek"},{"keyText":"condition.\n\nthe physical state of something.\n\nThe survey will assess the condition of thousands of bridges.","valueText":"durum"},{"keyText":"frame.\n\na structure that forms a border for a picture or mirror and holds it in place.\n\na silver picture frame","valueText":"çerçeve"},{"keyText":"huge.\n\nextremely large in size.\n\nShe arrived at the airport carrying two huge suitcases.","valueText":"devasa"},{"keyText":"president.\n\nthe political leader of a country that does not have a king or queen.\n\nPresident Lincoln","valueText":"cumhurbaşkanı"},{"keyText":"marry.\n\nif someone marries someone else, they are fomally joined in marriage with that person.\n\nThe day I married Sarah was the happiest day of my life.","valueText":"evlenmek"},{"keyText":"remove.\n\nto take something or someone away from a place.\n\nSally looked down at her sleeve and removed a small speck of dirt.","valueText":"uzaklaştımak"},{"keyText":"introduce.\n\nto tell someone another person’s name when they meet for the first time.\n\nHave you two been introduced?","valueText":"tanıştırmak"},{"keyText":"admit.\n\nto agree that something is true, especially when you are unhappy, sorry, or surprised about it.\n\nClarke admitted his disappointment at the court’s decision, but said he would fight on.","valueText":"kabul etmek"},{"keyText":"occasion.\n\na time at which something happens.\n\non one occasion  (=once): On one occasion we had to walk all the way home.","valueText":"fırsat"},{"keyText":"dust.\n\nvery small pieces of dirt that cover surfaces inside buildings like a powder.\n\nThe dictionaries were covered in dust.","valueText":"toz"},{"keyText":"enormous.\n\nvery large in size or quantity.\n\nThe enormous birthday cake dwarfed everything else on the table.","valueText":"muazzam"},{"keyText":"plenty.\n\na large amount of something, or a large number of things or people, usually more than enough.\n\nWe spent all day painting one side of the house, but there’s still plenty left to do.","valueText":"bol"},{"keyText":"remain.\n\nto continue to be in a particular situation or condition.\n\nThe dictator has remained in power for over 20 years.","valueText":"kalmak"},{"keyText":"shape.\n\nthe outer form of something.\n\nThe room forms an L-shape.","valueText":"şekil"},{"keyText":"ahead.\n\nused when saying what will happen in the future.\n\nahead of: We have a busy day ahead of us.","valueText":"ileride"},{"keyText":"career.\n\na job or series of related jobs that you do, especially a profession that you spend a lot of your working life in.\n\nChoosing a career can be a very difficult decision.","valueText":"kariyer"},{"keyText":"request.\n\nan act of asking for something in a polite or formal way.\n\nrequest for: Requests for visas will be dealt with immediately.","valueText":"talep"},{"keyText":"abroad.\n\nin or to a foreign country.\n\nWe try to go abroad at least once a year.","valueText":"yurt dışı"},{"keyText":"punish.\n\nto make someone suffer because they have done something against the law or against the rules.\n\nAnyone caught smoking on school premises will be punished.","valueText":"cezalandırmak"},{"keyText":"worth.\n\nif you say how much something is worth, you state its value in money.\n\nHow much do you think the house is worth?","valueText":"değer"},{"keyText":"announce.\n\nto make a public or official statement, especially about a plan, decision, or something that has happened.\n\nThere was a press release announcing the Senator’s resignation.","valueText":"duyurmak"},{"keyText":"promise.\n\nto tell someone that you will definitely do something.\n\nThe police chief promised tougher action against young criminals.","valueText":"söz vermek"},{"keyText":"grade.\n\none of the levels of school in the U.S. that lasts one year. Students in the same grade are all about the same age.\n\nThe topic is covered in the seventh grade.","valueText":"sınıf"},{"keyText":"none.\n\nnot one of a group of people, or things or no amount of something.\n\nI thought there was some coffee in the cabinet, but there’s none there.","valueText":"hiçbiri"},{"keyText":"invent.\n\nto design or create something such as a machine or process that did not exist before.\n\nAlfred Nobel invented dynamite.","valueText":"icat etmek"},{"keyText":"flood.\n\nif water floods a place, it covers it.\n\nWater burst through the dam and flooded local villages.","valueText":"sel"},{"keyText":"quit.\n\nto leave a job or school permanently.\n\nShe quit after only six months on the job.","valueText":"bırakmak"},{"keyText":"creature.\n\nanything that lives except plants.\n\na small furry creature","valueText":"varlık"},{"keyText":"achieve.\n\nto succeed in doing or having what you planned or intended, usually after a lot of effort.\n\nThe Republic of Tunisia achieved independence from France in 1957.","valueText":"başarmak"},{"keyText":"instance.\n\nan example of something happening.\n\nI have not found a single instance where someone was actually denied their right to vote.","valueText":"örnek"},{"keyText":"shy.\n\nnervous and embarrassed in the company of other people, especially people who you do not know.\n\nArchie was shy and awkward.","valueText":"utangaç"},{"keyText":"prince.\n\na male member of a royal family who is not the king, especially one whose parent or grandparent is the king or queen.\n\nHe was known as the prince of sculptors.","valueText":"prens"},{"keyText":"strike.\n\nto hit against, or to crash into, someone or something.\n\nOne of the bullets struck her forearm.","valueText":"grev"},{"keyText":"suddenly.\n\nquickly and without any warning.\n\nA strange feeling suddenly came over him.","valueText":"aniden"},{"keyText":"grant.\n\nto allow someone to have or do what they want.\n\nIf permission is granted, they’ll start building soon.","valueText":"hibe etmek"},{"keyText":"FALSE.\n\nnot true.\n\nThe report was dismissed as totally false.","valueText":"sahte"},{"keyText":"event.\n\nsomething that happens, especially something that involves several people.\n\nthe most traumatic event of my life","valueText":"müsabaka"},{"keyText":"option.\n\nsomething that you can choose in a particular situation.\n\nWe’ve discussed all the marketing options and decided to go for television advertising.","valueText":"seçenek"},{"keyText":"underneath.\n\nin, to, or through a place directly below something or directly covered by it.\n\nI’ll leave the key underneath the mat.","valueText":"altında"},{"keyText":"remind.\n\nto tell someone again about an event from the past or about a fact that they used to know.\n\nI can’t think of his name – can you remind me?","valueText":"hatırlatmak"},{"keyText":"realize.\n\nto gradually begin to understand something that you did not know or notice before.\n\nI soon realized my mistake.","valueText":"farketmek"},{"keyText":"promote.\n\nto move someone to a job at a higher level.\n\nA college course can help you find work or get promoted.","valueText":"teşvik etmek"},{"keyText":"forgive.\n\nto decide that you will not be angry with someone who has offended, upset, or harmed you.\n\nHis children have never fully forgiven him.","valueText":"affetmek"},{"keyText":"priest.\n\nsomeone whose job is to lead worship and perform other duties and ceremonies in some Christian churches.\n\na Roman Catholic priest","valueText":"papaz"},{"keyText":"blind.\n\nunable to see. Some people prefer to use the expression visually impaired.\n\nHer father is completely blind.","valueText":"kör"},{"keyText":"tight.\n\nclothes that are tight are close against your body when you wear them.\n\na tight skirt/dress","valueText":"sıkı"},{"keyText":"scene.\n\na part of a play, book, movie, etc. in which events happen in the same place or period of time.\n\na love scene","valueText":"sahne"},{"keyText":"scream.\n\nto make a loud high cry because you are hurt, frightened, or excited.\n\nShe opened her mouth to scream.","valueText":"çığlık"},{"keyText":"disgusting.\n\nextremely unpleasant.\n\nboxes of fish that smelled absolutely disgusting","valueText":"iğrenç"},{"keyText":"result.\n\nsomething that is caused directly by something else that has happened previously.\n\nresult of: He said the incident was the result of a misunderstanding.","valueText":"sonuç"},{"keyText":"due.\n\nif something is due to happen, it is expected to happen or should happen.\n\ndue to do something: The case is due to go to court next month.","valueText":"vadesi dolmuş"},{"keyText":"certificate.\n\n.\n\n","valueText":"sertifika"},{"keyText":"garbage.\n\n.\n\n","valueText":"çöp"},{"keyText":"urgent.\n\nurgent things are things that you need to deal with immediately.\n\nHe had some urgent business to attend to.","valueText":"acil"},{"keyText":"baggage.\n\nthe suitcases, bags, etc. in which you carry your possessions when you travel.\n\nemotional baggage","valueText":"bagaj"},{"keyText":"interrupt.\n\nto say or do something to stop someone when they are speaking or concentrating on something.\n\nPlease don’t interrupt her while she’s working.","valueText":"sözünü kesmek"},{"keyText":"land.\n\nan area that someone owns, often including the buildings on it. You can also refer to someone’s lands, and this has the same meaning.\n\nThe company bought the land last year.","valueText":"arazi"},{"keyText":"bin.\n\na container for storing something, especially a large amount.\n\na compost bin","valueText":"çöp kutusu"},{"keyText":"knowledge.\n\nall the facts that someone knows about a particular subject.\n\nThe teacher’s comments are designed to help improve your knowledge and understanding.","valueText":"bilgi"},{"keyText":"reach.\n\nto arrive somewhere.\n\nWe hoped to reach the camp before dark.","valueText":"ulaşmak"},{"keyText":"peace.\n\na situation in which there is no war between countries or groups.\n\npeace in: For many years the agreement maintained peace in Europe.","valueText":"barış"},{"keyText":"allow.\n\nto give someone permission to do or have something.\n\nI’m sorry, sir, but smoking is not allowed.","valueText":"izin vermek"},{"keyText":"exchange.\n\na situation in which one person gives another person something and receives something else of a similar type or value in return.\n\nexchange of: The two sides agreed an exchange of prisoners of war.","valueText":"değiş tokuş etmek"},{"keyText":"former.\n\nused for describing someone or something that had a particular job, title, status, etc. in the past, but not now.\n\nThe ceremony honored all the former presidents who are still living.","valueText":"önceki"},{"keyText":"sore.\n\npainful and uncomfortable, usually as a result of an injury, infection, or too much exercise.\n\na sore throat","valueText":"yara"},{"keyText":"likely.\n\nprobably going to happen, or probably true.\n\nThe most likely cause of the fire was a cigarette.","valueText":"büyük ihtimalle"},{"keyText":"responsible.\n\ndeserving to be blamed for something that has happened.\n\nParents feel responsible when things go wrong.","valueText":"sorumlu"},{"keyText":"expect.\n\nto think that something will happen.\n\nWe’re expecting good weather this weekend.","valueText":"ummak"},{"keyText":"regular.\n\narranged so that there is the same amount of time between events or the same amount of space between objects.\n\nWe hold regular monthly meetings.","valueText":"düzenli"},{"keyText":"suggest.\n\nto offer an idea or a plan for someone to consider.\n\nThe report suggested various ways in which the service could be improved.","valueText":"önermek"},{"keyText":"familiar.\n\nwell known to you, or easily recognized by you.\n\nPeople are more relaxed in familiar surroundings.","valueText":"tanıdık"},{"keyText":"habit.\n\nsomething that you do often or regularly, often without thinking about it.\n\nhealthy eating habits","valueText":"alışkanlık"},{"keyText":"necessary.\n\nessential or needed in order to do something, provide something, or make something happen.\n\nI don’t want to be disturbed unless it’s absolutely necessary.","valueText":"gerekli"},{"keyText":"stupid.\n\nnot intelligent, or not able to consider or judge things carefully.\n\nBarbara’s too stupid to understand.","valueText":"aptal"},{"keyText":"blame.\n\nto say or think that someone or something is responsible for an accident, problem, or bad situation.\n\nIf it doesn’t work, don’t blame me.","valueText":"suçlamak"},{"keyText":"private.\n\nused only by a particular person or group, or available only to them.\n\na private bathroom/party/plane","valueText":"özel"},{"keyText":"route.\n\na way that buses, trains, ships, or airplanes travel regularly.\n\nthe West Coast route","valueText":"güzergah"},{"keyText":"ground.\n\nthe top part of the Earth’s surface that people walk on.\n\nI fell to the ground.","valueText":"zemin"},{"keyText":"sense.\n\na strong feeling or belief about yourself.\n\nsense of: Winning an award would give me a great sense of achievement.","valueText":"his"},{"keyText":"replace.\n\nto get rid of someone or something, and to put a new person or thing in their place.\n\nWe’ll have to replace all the furniture that was damaged in the flood.","valueText":"yerine geçmek"},{"keyText":"advise.\n\nto give your opinion to someone about the best thing to do in a particular situation.\n\nI’m afraid I’m not able to advise you.","valueText":"tavsiye etmek"},{"keyText":"raise.\n\nto put something in a higher place or position.\n\nHe could hardly raise the injured arm at all.","valueText":"yükseltmek"},{"keyText":"character.\n\nthe qualities that make up someone’s personality.\n\nStinginess with money was one aspect of Steve’s character that I didn’t like.","valueText":"karakter"},{"keyText":"doubt.\n\na feeling of not being certain about something.\n\ndoubt about/as to: There seems to be some doubt as to whether this is legal.","valueText":"şüphelenmek"},{"keyText":"trust.\n\na feeling of confidence in someone that shows you believe they are honest, fair, and reliable.\n\nTrust is an important issue between teenagers and their parents.","valueText":"güven"},{"keyText":"celebrate.\n\nto do something enjoyable in order to show that an occasion or event is special.\n\nLet’s have a party to celebrate your birthday.","valueText":"kutlamak"},{"keyText":"spice.\n\na substance made from plants and added to food to give it a particular flavor.\n\na blend of spices such as coriander and cumin","valueText":"baharat"},{"keyText":"universe.\n\nspace and everything that exists in it, including the Earth and all the other planets.\n\nThe origins of the universe are still a mystery.","valueText":"evren"},{"keyText":"cheerful.\n\nbehaving in a happy friendly way.\n\nStephen was a cheerful, affectionate child.","valueText":"neşeli"},{"keyText":"chance.\n\nan opportunity for you to do something, especially something that you want to do.\n\nchance for: The meetings are very short, so there is little chance for real discussion.","valueText":"şans"},{"keyText":"permanent.\n\nhappening or existing for a long time or for all time in the future.\n\nShe suffered permanent brain damage as a result of the accident.","valueText":"kalıcı"},{"keyText":"approach.\n\nto move closer to someone or something.\n\nShe heard footsteps approaching from behind.","valueText":"yaklaşmak"},{"keyText":"salary.\n\na particular amount of money that you earn each month or year from your job.\n\nan annual salary of $45,000","valueText":"maaş"},{"keyText":"horror.\n\na very strong feeling of shock, fear or disgust caused by something extremely unpleasant.\n\nin horror: Millions watched in horror as the disaster unfolded on TV.","valueText":"korku"},{"keyText":"success.\n\nthe achievement of something that you planned to do or attempted to do.\n\nThorough preparation will increase your chances of success.","valueText":"başarı"},{"keyText":"bone.\n\none of the hard parts that form a frame inside the body of a human or animal. This frame is called a skeleton.\n\nShe fell and broke a bone in her foot.","valueText":"kemik"},{"keyText":"heaven.\n\nthe place where God is believed to live. Some people believe that good people go to Heaven when they die and bad people go to Hell.\n\nChristians believe that Jesus ascended into Heaven.","valueText":"cennet"},{"keyText":"damp.\n\nsomething that is damp is slightly wet, often in an unpleasant way or when it should be dry.\n\na cold damp basement room","valueText":"nemli"},{"keyText":"stretch.\n\nto pull something to make it longer or wider.\n\nI’ll have to get these shoes stretched.","valueText":"uzatmak"},{"keyText":"outline.\n\nto give the main ideas of a plan or a piece of writing without giving all the details.\n\nThe document outlines our company’s recycling policy.","valueText":"ana hatlarıyla belirtmek"},{"keyText":"qualify.\n\nto have the right qualities or be in the right situation to be considered as something or to receive or do something.\n\nbe qualified to do something: Only people over the age of 18 are qualified to vote.","valueText":"yeterlik kazanmak"},{"keyText":"yawn.\n\n.\n\n","valueText":"esnemek"},{"keyText":"expose.\n\nto fail to protect someone or something from something harmful or dangerous.\n\nexpose someone/something to something: Many of the soldiers had been exposed to radiation.","valueText":"maruz kalmak"},{"keyText":"emphasize.\n\nto give particular importance or attention to something.\n\nAt school they emphasize good manners.","valueText":"vurgulamak"},{"keyText":"confidence.\n\nthe belief that you are able to do things well.\n\ngive someone confidence: Motherhood gave her confidence.","valueText":"güven"},{"keyText":"lean.\n\nto move your body so it is closer to or farther from someone or something, for example by bending at the waist.\n\nlean forward/back/toward/across etc.: The other girl leaned forward to hear what was going on.","valueText":"eğilmek"},{"keyText":"broadcast.\n\nto send out messages or programs to be received by radios or televisions.\n\nbroadcast (something) on something: The President’s speech will be broadcast on all major networks at 6:00 this evening.","valueText":"yayın yapmak"},{"keyText":"reputation.\n\nthe opinion that people have about how good or how bad someone or something is.\n\nHe did not have a good reputation in his home town.","valueText":"itibar"},{"keyText":"influence.\n\nthe effect that a person or thing has on someone’s decisions, opinions, or behavior or on the way something happens.\n\nWithout his famous father’s influence, he would never have been given the job.","valueText":"etki"},{"keyText":"hesitate.\n\nto pause before doing something, or to do something very slowly, usually because you are nervous, embarrassed, or worried.\n\nHe hesitated a moment, and then knocked on the door.","valueText":"tereddüt etmek"},{"keyText":"courage.\n\nthe ability to do something that you know is right or good, even though it is dangerous, frightening, or very difficult.\n\nShe has shown immense courage in opposing a corrupt and violent regime.","valueText":"cesaret"},{"keyText":"legal.\n\nrelating to the law or lawyers.\n\nYou may wish to seek legal advice before signing the contract.","valueText":"yasal"},{"keyText":"opponent.\n\nsomeone who is competing against you.\n\nYou’re facing a much more experienced opponent in tomorrow’s game.","valueText":"rakip"},{"keyText":"ban.\n\nto say officially that people must not do, sell, or use something.\n\nban something from something: The book was banned from school libraries.","valueText":"yasak"},{"keyText":"image.\n\nan opinion that people have about someone or something, which may not be a true one.\n\nimage of: We have an image of the U.S. as a very rich country.","valueText":"görüntü"},{"keyText":"formal.\n\nfollowing the correct or suitable official methods.\n\nThe government is promising a formal investigation.","valueText":"resmi"},{"keyText":"master.\n\na man who is very good at something.\n\nmaster at: O’Sullivan is an absolute master at this type of shot.","valueText":"usta"},{"keyText":"wise.\n\na wise person is able to make good choices and decisions because they have a lot of experience.\n\nSally is a wise and cautious woman.","valueText":"akıllı"},{"keyText":"release.\n\nto let someone leave a place where they have been kept.\n\nThe authorities had recently released two political prisoners.","valueText":"serbest bırakmak"},{"keyText":"nut.\n\na dry fruit that grows inside a hard shell on some types of tree and bush. Many kinds of nuts can be eaten.\n\nCan you crack some nuts for me  (=break open the shells)?","valueText":"fındık"},{"keyText":"desire.\n\na strong feeling of wanting to have or to do something.\n\nordinary human needs and desires","valueText":"arzulamak"},{"keyText":"informal.\n\ninformal talks or meetings are relaxed, do not involve many people, and do not need to produce an official result.\n\nThe informal meetings at Camp David were important in strengthening mutual understanding and trust.","valueText":"gayriresmî"},{"keyText":"evil.\n\nan evil person does very bad or cruel things.\n\na dangerous and evil dictator","valueText":"kötü"},{"keyText":"enthusiasm.\n\nthe feeling of being very interested in something or excited by it.\n\nenthusiasm for: His enthusiasm for music has stayed strong throughout his 23 years in radio.","valueText":"heves"},{"keyText":"squeeze.\n\nto press something firmly, especially with your hands.\n\nRuth smiled, squeezing his hand affectionately.","valueText":"sıkmak"},{"keyText":"appropriate.\n\nsuitable or right for a particular situation or purpose.\n\nThis isn’t the appropriate time to discuss the problem.","valueText":"uygun"},{"keyText":"sympathy.\n\na natural feeling of kindness and understanding that you have for someone who is experiencing something very unpleasant.\n\nThe movie describes, with considerable sympathy, the problems faced by economic migrants.","valueText":"sempati"},{"keyText":"aware.\n\nknowing about a situation or a fact.\n\nAs far as I’m aware, he didn’t say anything of the kind.","valueText":"farkında olmak"},{"keyText":"impression.\n\nthe opinion that other people have about you because of the way that you look, speak, or behave.\n\ncreate/make an impression on someone: As a serious candidate, you want to make a good impression on everyone you meet.","valueText":"izlenim"},{"keyText":"obtain.\n\nto get something that you want or need, especially by going through a process that is difficult.\n\nShe has to obtain her parents’ permission before she does anything.","valueText":"elde etmek"},{"keyText":"probable.\n\nlikely to happen or be true.\n\nThat is not only possible, it is probable.","valueText":"muhtemel"},{"keyText":"citizen.\n\nsomeone who has the right to live permanently in a particular country and has the right to the legal and social benefits of that country as well as legal obligations toward it.\n\ncitizen’s rights","valueText":"vatandaş"},{"keyText":"loyal.\n\nwilling to support, work for, or be a friend to someone, even in difficult times.\n\nThey were all loyal supporters of the President.","valueText":"sadık"},{"keyText":"vital.\n\nvery important, necessary, or essential.\n\nplay a vital role (in something): He played a vital role in setting up the organization.","valueText":"hayati"},{"keyText":"shell.\n\nthe hard outer part that protects the body of an ocean creature.\n\na crab shell","valueText":"kabuk"},{"keyText":"adopt.\n\nto take someone else’s child into your family and legally make him or her your own child.\n\nThe couple are hoping to adopt a baby girl.","valueText":"evlat edinmek"},{"keyText":"cheat.\n\nto behave dishonestly, or to not obey rules, for example in order to win a game or do well in an examination.\n\nKids have always found ways of cheating on tests.","valueText":"kopya çekmek"},{"keyText":"affair.\n\nevents and activities relating to the government, politics, economy, etc. of a country, region, or the world.\n\na public affairs consultant","valueText":"iş"},{"keyText":"evidence.\n\nfacts or physical signs that help to prove something.\n\nEvidence shows that global warming is definitely occurring.","valueText":"kanıt"},{"keyText":"muscle.\n\na piece of flesh that connects one bone to another and is used for moving a particular part of your body.\n\nThese exercises are good for your stomach muscles.","valueText":"kas"},{"keyText":"disaster.\n\nsomething very bad that happens and causes a lot of damage or kills a lot of people.\n\nA series of disasters forced the company to close down.","valueText":"felâket"},{"keyText":"unfortunate.\n\nexperiencing bad luck, or caused by bad luck.\n\nThe unfortunate victims of the pension fund fraud are unlikely to get their money back.","valueText":"talihsiz"},{"keyText":"decay.\n\nto be gradually destroyed as a result of a natural process of change.\n\nAs dead plants decay, they release mineral salts into the soil.","valueText":"çürümek"},{"keyText":"latter.\n\nused for referring to the second of two people, things, or groups that have just been mentioned.\n\nHe did well in both schoolwork and sports and won a number of medals in the latter  (=in sports).","valueText":"ikinci"},{"keyText":"spread.\n\nto gradually affect or cover a larger area.\n\nUN leaders hope to prevent the fighting from spreading.","valueText":"yayılmak"},{"keyText":"appeal.\n\nto make an urgent request for people to give you something that you need such as help, money, or information.\n\nappeal (to someone) for something: They’re appealing to local businesses for sponsorship money.","valueText":"temyiz"},{"keyText":"suspicious.\n\nbelieving that someone has probably done something wrong.\n\nColleagues became suspicious when he started acting strangely.","valueText":"şüpheli"},{"keyText":"convert.\n\nto change from one system, use, or method to another, or to make something do this.\n\nYou have to convert the temperature readings from Fahrenheit to Celsius.","valueText":"dönüştürmek"},{"keyText":"spirit.\n\nyour attitude to life or to other people.\n\nCompassion is only one aspect of the human spirit.","valueText":"ruh"},{"keyText":"shallow.\n\nwith only a short distance from the top or surface to the bottom.\n\nMove to the shallow end of the pool.","valueText":"sığ"},{"keyText":"moral.\n\nrelating to right and wrong and the way that people should behave.\n\nour children’s religious and moral education","valueText":"manevi"},{"keyText":"guarantee.\n\nsomething that makes it certain that something will happen.\n\nguarantee of: Massive investment is no guarantee of success.","valueText":",garanti"},{"keyText":"restore.\n\nto cause a particular situation to exist again, especially a positive one.\n\nBy Sunday, electricity had been restored.","valueText":"yenilemek"},{"keyText":"dominate.\n\nto control something or someone, often in a negative way, because you have more power or influence.\n\nAs a boy, he was dominated by his mother.","valueText":"egemen olmak"},{"keyText":"delicate.\n\nsomething that is delicate can easily be damaged or broken.\n\nDelicate skin must be protected from the sun.","valueText":"narin"},{"keyText":"chop.\n\nto cut something such as food or wood into pieces.\n\nFinely chop the cabbage and cook it in boiling salted water.","valueText":"doğramak"},{"keyText":"sudden.\n\nhappening very quickly and without any sign that it is going to happen.\n\na sudden rise in violent crime","valueText":"ani"},{"keyText":"chew.\n\nto use your teeth to bite food in your mouth into small pieces so that you can swallow it.\n\nHigh-fiber foods take longer to chew.","valueText":"çiğnemek"},{"keyText":"abandon.\n\nto leave someone when you should stay with them and take care of them.\n\nHis mother abandoned him when he was five days old.","valueText":"terk etmek"},{"keyText":"maintain.\n\nto make something stay the same.\n\nMaintaining your current weight through exercise and healthy eating is important.","valueText":"sürdürmek"},{"keyText":"distribute.\n\nto give something such as food, clothes, or money to a group of people, especially so that each person gets an equal share.\n\nThe two men were convicted of distributing antigovernment leaflets.","valueText":"dağıtmak"},{"keyText":"bush.\n\na plant that is smaller than a tree and has many thin branches growing close together.\n\na holly/rose/blackberry bush","valueText":"çalı"},{"keyText":"focus.\n\nto concentrate on something and pay particular attention to it.\n\nI know you’re tired, but try to focus.","valueText":"odaklanmak"},{"keyText":"trap.\n\na piece of equipment used for catching animals.\n\nset/lay a trap  (=make it ready to be used): We set traps in the attic for the mice.","valueText":"tuzak"},{"keyText":"patience.\n\nthe ability to continue doing something for a long time without losing interest, especially something difficult.\n\nneed/require patience: Wildlife photography requires a lot of patience.","valueText":"sabır"},{"keyText":"struggle.\n\nto try hard to do something that you find very difficult.\n\nHe struggled a little at first, but he reads well now.","valueText":"çabalamak"},{"keyText":"flame.\n\nthe brightly burning gas that you see coming from a fire.\n\nHe sat by the fire staring at the flames.","valueText":"alev"},{"keyText":"vast.\n\nextremely large.\n\na vast empty plain","valueText":"çok büyük"},{"keyText":"impress.\n\nif someone or something impresses you, you admire them.\n\nWhat impressed me was their ability to deal with any problem.","valueText":"etkilemek"},{"keyText":"ensure.\n\nto make certain that something happens or is done.\n\nThe lifejacket had almost certainly ensured her survival.","valueText":"sağlamak"},{"keyText":"crack.\n\nto damage something so that a line or long narrow hole appears on its surface, but it does not break into pieces.\n\nI dropped a plate and cracked it.","valueText":"çatlatmak"},{"keyText":"distinguish.\n\nto recognize the differences between things.\n\nHe learned to distinguish the songs of different birds.","valueText":"ayırt etmek"},{"keyText":"victim.\n\nsomeone who has been harmed, injured, or killed as the result of a crime.\n\na murder victim","valueText":"kurban"},{"keyText":"affection.\n\na feeling of liking and caring about someone or something.\n\nShe has difficulty showing affection.","valueText":"sevgi"},{"keyText":"cure.\n\na medicine or treatment that makes a sick person healthy.\n\nDoctors say there are several possible cures for the disease.","valueText":"çare"},{"keyText":"steer.\n\nto control the direction in which a vehicle moves.\n\nJack steered while Ken gave directions.","valueText":"yönlendirmek"},{"keyText":"rush.\n\nto hurry in order to get somewhere very quickly.\n\nrush in/toward/through/down etc.: Suddenly the door burst open and Joe rushed in.","valueText":"acele"},{"keyText":"fame.\n\nthe state of being famous.\n\nKundera achieved international fame while banned in his own country.","valueText":"şöhret"},{"keyText":"pressure.\n\nattempts to persuade, threaten, or force someone to do something.\n\npressure for: Pressure for political change increased in the 1990s.","valueText":"baskı"},{"keyText":"primary.\n\nmost important.\n\nDealing with crime is our primary concern.","valueText":"birincil"},{"keyText":"cause.\n\nan event, thing, or person that makes something happen.\n\ncause of: The pathologist’s report established the cause of death as extensive chest injuries.","valueText":"neden olmak"},{"keyText":"assist.\n\nto help someone or something.\n\nThese measures were designed to assist people with disabilities.","valueText":"yardım etmek"},{"keyText":"deliberate.\n\nintended, not done by chance or by accident.\n\nI’m sure the omission of my name was deliberate.","valueText":"planlı"},{"keyText":"preserve.\n\nto take care of a place or building in order to prevent it from being harmed or destroyed.\n\nThe society works to preserve the district’s historic buildings.","valueText":"muhafaza etmek"},{"keyText":"nevertheless.\n\ndespite a fact or idea that you have just mentioned: used as a way of showing how a sentence, phrase, or word is related to what has already been said.\n\nIt’s a difficult race. Nevertheless, thousands of runners participate every year.","valueText":"yine de"},{"keyText":"concern.\n\na feeling of worry about something, especially one that a lot of people have about an important issue.\n\nconcern about/over/at: Many people expressed concern over moves to restore the death penalty.","valueText":"endişe"},{"keyText":"assure.\n\nto tell someone that something will definitely happen or is definitely true, especially in order to remove doubt about it.\n\nThere’s not much more I can say to assure you.","valueText":"garanti etmek"},{"keyText":"whereas.\n\nused for comparing two things, people, situations, etc. and showing that there is an important difference between them.\n\nDoctors’ salaries have risen substantially, whereas nurses’ pay has actually fallen.","valueText":"buna karşılık"},{"keyText":"majority.\n\nmost of the people or things in a group.\n\nHis job is to represent the views of the majority.","valueText":"çoğunluk"},{"keyText":"highlight.\n\nto describe something in a way that makes people notice it and think about it.\n\nThe case highlights the need for adequate controls on such experiments.","valueText":"vurgulamak"},{"keyText":"recall.\n\nto remember something.\n\nTwenty years later he could still clearly recall the event.","valueText":"hatırlamak"},{"keyText":"decade.\n\na period of ten years, especially one beginning with a year that ends in a 0, for example 1990 through 1999.\n\nin/over/during/within the past/last/next decade: Prices have risen sharply in the last decade.","valueText":"10 yıl"},{"keyText":"innocent.\n\nnot guilty of a crime.\n\nUnder the law, everyone is considered innocent until proven guilty.","valueText":"masum"},{"keyText":"rapid.\n\nhappening, moving, or acting quickly.\n\nWe are seeing a rapid growth in the use of the Internet.","valueText":"hızlı"},{"keyText":"pretend.\n\nto behave in a particular way because you want someone to believe that something is true when it is not.\n\nWe were never going to make the marriage work, so why pretend?","valueText":"-mış gibi yapmak"},{"keyText":"major.\n\nimportant, serious, large, or great.\n\nMajor roadwork ahead.","valueText":"ana"},{"keyText":"fortune.\n\na very large amount of money.\n\nJordan had inherited a considerable personal fortune from his uncle.","valueText":"servet"},{"keyText":"suffer.\n\nto feel pain in your body or your mind.\n\nDon’t worry, the animal won’t suffer any pain.","valueText":"acı çekmek"},{"keyText":"intelligence.\n\nthe ability to understand and think about things, and to gain and use knowledge.\n\na person of average intelligence","valueText":"zeka"},{"keyText":"valid.\n\na valid document or ticket will be accepted by officials.\n\nYou will need a valid passport.","valueText":"geçerli"},{"keyText":"commit.\n\nto do something illegal or morally wrong.\n\ncommit a crime/an offense: The study aims to find out what makes people commit crimes.","valueText":"işlemek"},{"keyText":"trial.\n\nthe process of examining a case in a court of law and deciding whether someone is guilty or innocent. When a case comes to trial, it is brought to a court and the person who has been accused of a crime stands trial  (=appears in court).\n\na murder/rape/fraud trial","valueText":"duruşma"},{"keyText":"remark.\n\na few words that give the facts or your opinion about someone or something.\n\nAs the chairman said in his introductory remarks, the growth of the company has been phenomenal.","valueText":"görüş"},{"keyText":"brick.\n\na block used for building walls and other structures.\n\nHe laid every brick himself.","valueText":"tuğla"},{"keyText":"sufficient.\n\nas much as is needed.\n\nsufficient time/resources/information","valueText":"yeterli"},{"keyText":"combine.\n\nif you combine things, or if they combine, you use, do, or put them together.\n\nThis product is the result of combining many different technologies.","valueText":"birleştirmek"},{"keyText":"steady.\n\nfirmly held in a particular position without moving or shaking.\n\nHold the flashlight steady so I can see better.","valueText":"istikrarlı"},{"keyText":"crisis.\n\nan urgent, difficult, or dangerous situation.\n\nfinancial/economic/political crisis: a period of economic/financial/political crisis","valueText":"kriz"},{"keyText":"deal.\n\na formal agreement, especially in business or politics.\n\na business/peace/land deal","valueText":"anlaşma"},{"keyText":"lane.\n\na narrow road, especially in the countryside.\n\nThey live down a little country lane.","valueText":"şerit"},{"keyText":"lid.\n\na cover for a container.\n\na lid for the casserole dish","valueText":"kapak"},{"keyText":"beyond.\n\noutside the range or limits of a subject, quality, or activity.\n\nOur knowledge does not extend much beyond these few facts.","valueText":"ötesinde"},{"keyText":"launch.\n\nto send a missile, space vehicle, satellite, or other object into the air or into space; to travel into the air or into space.\n\nThe agency will launch a new weather satellite next month.","valueText":"başlatmak"},{"keyText":"state.\n\nthe condition of something at a particular time.\n\nthe state of: We’re collecting data on the state of the environment.","valueText":"devlet"},{"keyText":"consequence.\n\na result or effect of something.\n\nShe said exactly what she felt, without fear of the consequences.","valueText":"sonuç"},{"keyText":"belief.\n\na strong feeling that something is true or real.\n\nThis theory goes against the beliefs of most current political thinkers.","valueText":"inanç"},{"keyText":"wound.\n\nan injury in which your skin or flesh is damaged, usually seriously. When a wound gets better it heals.\n\nHe suffered serious wounds to his back and stomach.","valueText":"yara"},{"keyText":"error.\n\na mistake, for example in a calculation or a decision.\n\nerror in: an error in our calculations","valueText":"hata"},{"keyText":"arrow.\n\na weapon in the form of a thin straight stick with a sharp point at one end and feathers at the other. Arrows are shot through the air using a bow..\n\nTurn left with the green arrow.","valueText":"ok"},{"keyText":"manner.\n\nthe way that you do something, or the way that something happens.\n\nmanner of: The manner of his death aroused a lot of interest in the media.","valueText":"tavır"},{"keyText":"calculate.\n\nto discover a number or amount using mathematics or with a piece of equipment such as a calculator.\n\nWe’ll need to calculate the overall costs.","valueText":"hesaplamak"},{"keyText":"bend.\n\nto lean forward and downward, or to move the top part of your body forward and downward.\n\nHe bent and kissed her quickly.","valueText":"bükmek"},{"keyText":"chase.\n\nto follow someone or something quickly in order to catch them.\n\nThey were chased by photographers as they took their son to school.","valueText":"kovalamak"},{"keyText":"contrast.\n\na noticeable difference between people or things.\n\ncontrast between: the contrast between her life before the accident and now","valueText":"karşıtlık"},{"keyText":"effective.\n\nsomeone or something that is effective works well and produces the result that was intended.\n\nHumor is often far more effective than shouting.","valueText":"etkili"},{"keyText":"protest.\n\na strong complaint or disagreement.\n\nprotest at/against: The organization has made a formal protest against the nuclear testing.","valueText":"karşı çıkmak"},{"keyText":"feature.\n\nan important part or aspect of something.\n\nEach room has its own distinctive features.","valueText":"özellik"},{"keyText":"swing.\n\nto move, or to make something move, backward and forward or from one side to another, especially from a fixed point.\n\nSwing your arms loosely at your sides.","valueText":"sallanmak"},{"keyText":"resist.\n\nto oppose or fight against someone or something.\n\nThe judge resisted pressure to lengthen the sentence.","valueText":"direnmek"},{"keyText":"artificial.\n\nmade by people and used instead of something natural.\n\nThe growers use both natural and artificial light.","valueText":"yapay"},{"keyText":"chart.\n\na list, drawing, or graph showing information in a way that is easy to understand.\n\nFor birth rates in the 1990s, see the chart on page 247.","valueText":"grafik"},{"keyText":"tail.\n\na part at the back of an animal’s body that can move.\n\nThe animal sprays liquid from a gland under its tail.","valueText":"kuyruk"},{"keyText":"schedule.\n\na plan of activities or events and when they will happen.\n\nWhat’s on your schedule today?","valueText":"program"},{"keyText":"ultimate.\n\nhappening at the end of a process or activity.\n\nThe incident affected the ultimate outcome of the war.","valueText":"nihai"},{"keyText":"breed.\n\nif animals breed, they become the parents of young animals.\n\nThe birds have bred successfully for the past six years.","valueText":"doğurmak"},{"keyText":"cast.\n\nto choose a performer for a particular part or for a particular type of part in a movie, play, etc..\n\nRalph Fiennes was cast in the lead role of King Richard.","valueText":"döküm"},{"keyText":"considerable.\n\nlarge in size, amount, or degree.\n\na considerable amount of money","valueText":"hatrı sayılır derecede"},{"keyText":"absolute.\n\nvery great, or complete: used for emphasizing an opinion, feeling, or statement.\n\nThe way they’ve been treated is an absolute disgrace.","valueText":"mutlak"},{"keyText":"severe.\n\na severe problem is very serious and worrying.\n\nOvercrowding in California schools is pretty severe.","valueText":"şiddetli"},{"keyText":"revolution.\n\na situation in which people completely change their government or political system, usually by force.\n\nthe French/Russian Revolution","valueText":"devrim"},{"keyText":"indicate.\n\nto be a sign or symbol of something.\n\nEach pin on the map indicates a district office.","valueText":"belirtmek"},{"keyText":"actual.\n\nused for emphasizing what is really true or exact compared with a general idea.\n\nThe actual number of people killed is not yet known.","valueText":"gerçek"},{"keyText":"cloth.\n\nmaterial used for making clothes, curtains, etc. that is made by weaving fibers together.\n\nlinen/cotton cloth","valueText":"kumaş"},{"keyText":"solid.\n\na solid substance is firm and hard and is not a liquid or a gas.\n\nIt remains solid at room temperature.","valueText":"sağlam"},{"keyText":"reveal.\n\nto let something become known, for example a secret or information that was previously not known.\n\nShe refused to reveal the contents of the letter.","valueText":"ortaya çıkarmak"},{"keyText":"establish.\n\nto make something start to exist or start to happen.\n\nA proper procedure for complaints should be established.","valueText":"kurmak"},{"keyText":"substance.\n\na particular type of liquid, solid, or gas.\n\nThe wood is coated with a special substance that protects it from the sun.","valueText":"madde"},{"keyText":"react.\n\nto behave in a particular way because of something that is happening around you or something that someone is doing to you.\n\nI wasn’t sure how you would react.","valueText":"tepki göstermek"},{"keyText":"mud.\n\nvery soft wet earth.\n\nRain turned the road that led to the cabin to mud.","valueText":"çamur"},{"keyText":"religious.\n\nrelating to religion, or to the beliefs and practices of a particular religion.\n\nreligious beliefs","valueText":"dini"},{"keyText":"estimate.\n\nto say what you think an amount or value will be, either by guessing or by using available information to calculate it.\n\nIt’s difficult to estimate the cost of making your house safe.","valueText":"tahmin etmek"},{"keyText":"theory.\n\none or more ideas that explain how or why something happens.\n\nThe theory predicts low speeds and therefore safety.","valueText":"teori"},{"keyText":"passage.\n\na long narrow area with walls on each side that leads from one room or place to another.\n\nThere was a small office leading off a passage between the kitchen and the back door.","valueText":"geçit"},{"keyText":"overall.\n\nconsidering something as a whole, rather than its details or the different aspects of it.\n\nthe senior police officer with overall responsibility for the case","valueText":"tüm"},{"keyText":"vary.\n\nto be different in different situations.\n\nThe details may vary, but all of these saving plans have the same basic goal.","valueText":"çeşitlilik göstermek"},{"keyText":"investigate.\n\nto try to find out the facts about something in order to learn the truth about it.\n\nWe sent a reporter to investigate the rumor.","valueText":"incelemek"},{"keyText":"moreover.\n\nused for introducing an additional and important fact that supports or emphasizes what you have just said.\n\nMore and more people are opposed to the idea of increasing university fees. Moreover, there is now evidence that it discourages many students from coming to the UK.","valueText":"üstelik"},{"keyText":"harm.\n\ninjury, damage, or problems caused by something that you do.\n\nprojects that lead to environmental harm","valueText":"zarar vermek"},{"keyText":"feather.\n\n.\n\n","valueText":"kuş tüyü"},{"keyText":"justify.\n\nto show that there is a good reason for something, especially something that other people think is wrong.\n\nYou’ll be expected to justify your actions.","valueText":"haklı çıkarmak"},{"keyText":"beneath.\n\ndirectly under something or at a lower level.\n\nWe took shelter beneath a huge oak tree.","valueText":"altında"},{"keyText":"finance.\n\ndecisions on how money is spent or invested.\n\nHe’s studying international banking and finance.","valueText":"finans"},{"keyText":"committee.\n\na group of people who represent a larger group or organization and are chosen to do a particular job, for example to study something and suggest what action to take.\n\nthe Senate Foreign Relations committee","valueText":"heyet"},{"keyText":"amuse.\n\nto do or say something that other people think is funny or entertaining.\n\nHer stories never fail to amuse me.","valueText":"eğlendirmek"},{"keyText":"client.\n\nsomeone who pays for the services of a professional person such as a doctor or lawyer.\n\nShe advises clients on their investments.","valueText":"müşteri"},{"keyText":"institute.\n\nan organization that does a particular type of research or educational work.\n\nthe National Cancer Institute","valueText":"enstitü"},{"keyText":"faint.\n\na faint sight, sound, smell, or taste is not strong or clear.\n\nHe could see the faint glow of a lamp through the curtains.","valueText":"bayılmak"},{"keyText":"institution.\n\na large organization such as a bank, hospital, university, or prison.\n\na financial/educational/charitable institution","valueText":"kurum"},{"keyText":"strain.\n\npressure caused by a difficult situation.\n\na strain on something: This war will put a great strain on the economy.","valueText":"gerginleştirmek"},{"keyText":"income.\n\nmoney that someone gets from working or from investing money.\n\nMost of the villagers rely on farming for income.","valueText":"gelir"},{"keyText":"navy.\n\nthe part of a country’s military that can fight at sea.\n\na navy base/ship/helicopter","valueText":"donanma"},{"keyText":"exception.\n\nsomeone or something that is different in some way from other people or things and so cannot be included in a general statement.\n\nNew technology stocks have done badly in recent months, but Autonomy has been an exception.","valueText":"istisna"},{"keyText":"rate.\n\nthe number of times something happens, or the number of examples of something within a particular period of time.\n\na rising birth rate","valueText":"oran"},{"keyText":"objective.\n\nsomething that you plan to achieve, especially in business or work.\n\nobjective of: I’m not sure I understand the objective of this exercise.","valueText":"hedef"},{"keyText":"community.\n\nthe people who live in an area.\n\nI wanted to work somewhere where I could serve the community.","valueText":"topluluk"},{"keyText":"division.\n\nthe process of separating people or things into smaller groups or parts.\n\ndivision of: Civil war eventually led to a permanent division of the country.","valueText":"bölünme"},{"keyText":"extend.\n\nto continue for a particular distance or in a particular direction.\n\nextend from/into/over/beyond/for etc.: The beach extends beyond the horizon.","valueText":"genişletmek"},{"keyText":"entire.\n\nused for emphasizing that you mean all or every part of something.\n\nthe entire adult population","valueText":"bütün"},{"keyText":"urban.\n\nrelating to towns and cities, or happening there.\n\nPeople moved to the urban areas for jobs.","valueText":"kentsel"},{"keyText":"visible.\n\nable to be seen.\n\nTrim off all visible fat before cooking.","valueText":"görünür"},{"keyText":"genuine.\n\nreal, rather than pretended or false.\n\nMorley looked at her with genuine concern.","valueText":"gerçek"},{"keyText":"relevant.\n\ndirectly connected with and important to what is being discussed or considered.\n\nOnce we have all the relevant information, we can make a decision.","valueText":"konu ile ilgili"},{"keyText":"aircraft.\n\nan airplane, helicopter, or other vehicle that flies.\n\nmilitary/commercial aircraft","valueText":"uçak"},{"keyText":"sensitive.\n\nreacting quickly or strongly to something.\n\nA new generation of satellites will carry particularly sensitive instruments.","valueText":"hassas"},{"keyText":"funeral.\n\na ceremony that takes place after someone dies, usually including a religious ceremony, and the formal process of taking the body to the place where it is buried or cremated.\n\nHe flew home to arrange his father’s funeral.","valueText":"cenaze"},{"keyText":"chest.\n\nthe upper front part of your body between your neck and your stomach.\n\na broad/hairy chest","valueText":"göğüs"},{"keyText":"reverse.\n\nto change the order or development of events, a process, or a situation to be the opposite of what it was.\n\nThe effects of the disease can only be reversed by a bone-marrow donation.","valueText":"ters"},{"keyText":"anger.\n\nthe strong feeling you get when you think someone has treated you badly or unfairly, that makes you want to hurt them or shout at them.\n\nSome people express their anger through violence.","valueText":"öfke"},{"keyText":"resource.\n\nsomething that you can use to help you to achieve something, especially in your work or study.\n\nThe Internet has become a valuable resource in schools.","valueText":"kaynak"},{"keyText":"soil.\n\nthe substance on the surface of the Earth in which plants grow.\n\nThe dry rocky soil is suitable for planting vines.","valueText":"toprak"},{"keyText":"hook.\n\na curved piece of metal or plastic for hanging things on.\n\nHe hung his coat on a hook on the back of the door.","valueText":"kanca"},{"keyText":"export.\n\nthe practice or business of selling goods to another country.\n\na new law controlling the export of works of art","valueText":"ihraç etmek"},{"keyText":"publicity.\n\nattention in magazines, newspapers, or television.\n\nHer behavior on the movie set attracted a lot of free publicity.","valueText":"tanıtım"},{"keyText":"debt.\n\nan amount of money that you owe.\n\nBy this time we had debts of over $15,000.","valueText":"borç"},{"keyText":"remote.\n\nfar away from other cities, towns, or people.\n\nMy grandparents were from a remote town in Wisconsin.","valueText":"uzak"},{"keyText":"treat.\n\nto behave toward someone in a particular way.\n\nShe felt she had been unfairly treated, and complained to her boss.","valueText":"davranmak"},{"keyText":"barrier.\n\na bar or gate that stops people or vehicles from entering a place.\n\nFans broke through the barriers and rushed onto the field.","valueText":"engel"},{"keyText":"demonstrate.\n\nto show someone how to do something by doing it yourself.\n\nVarious techniques will be demonstrated.","valueText":"göstermek"},{"keyText":"minister.\n\nin some Protestant churches, someone whose job is to lead worship and perform other duties.\n\na meeting of trade ministers","valueText":"bakan"},{"keyText":"command.\n\nan official order.\n\nWho gave the command to open fire?","valueText":"emir"},{"keyText":"thus.\n\nas a result of the fact that you have just mentioned.\n\nFewer pupils will attend the schools, and they will thus need fewer teachers.","valueText":"böylelikle"},{"keyText":"incident.\n\nsomething that happens, especially a violent, criminal, or dangerous event.\n\nan embarrassing incident","valueText":"olay"},{"keyText":"wire.\n\na long thin piece of metal like a thread.\n\ncopper/steel/gold wire","valueText":"tel"},{"keyText":"rural.\n\nrelating to parts of a country that are not near cities and where the population is low.\n\npeople who live in remote rural areas","valueText":"kırsal"},{"keyText":"pride.\n\na feeling of pleasure and satisfaction that you get when you, or someone connected with you, have achieved something special.\n\nYou could see the pride in their faces when they talked about their daughter’s acting career.","valueText":"gurur"},{"keyText":"observe.\n\nto notice someone doing something, or to notice something happening.\n\nSimilar trends may be observed in most modern societies.","valueText":"gözlemlemek"},{"keyText":"shelter.\n\na place where people are protected from bad weather or from danger.\n\nWe built a temporary shelter out of branches.","valueText":"sığınak"},{"keyText":"adapt.\n\nto change your ideas or behavior so that you can deal with a new situation.\n\nThe company was accused of being slow to adapt.","valueText":"uyarlamak"},{"keyText":"devote.\n\nto spend a lot of time or effort doing something.\n\nHe devoted most of his time to his painting.","valueText":"adamak"},{"keyText":"illustrate.\n\nto show what something is like, or to show that something is true.\n\nThe following examples illustrate our approach to customer service.","valueText":"resmetmek"},{"keyText":"practical.\n\ninvolving or relating to real situations and events.\n\nApplicants for the job must have at least three years of practical experience.","valueText":"kullanışlı"},{"keyText":"justice.\n\nthe fact that something is reasonable and fair.\n\nHe appealed to their sense of justice.","valueText":"adalet"},{"keyText":"impatient.\n\nannoyed because something is not happening as quickly as you want or in the way you want.\n\n“Come on!” said Maggie, becoming impatient.","valueText":"sabırsız"},{"keyText":"stroke.\n\na medical condition in which blood is suddenly blocked and cannot reach the brain, or in which a blood vessel in the brain breaks, often causing a loss of the ability to speak or to move particular muscles.\n\nhave/suffer a stroke: Leni suffered a stroke last year, and is unable to walk.","valueText":"felç"},{"keyText":"layer.\n\nan amount or sheet of a substance that covers a surface or that lies between two things or two other substances.\n\nGlue the layers together and let them dry.","valueText":"katman"},{"keyText":"satisfy.\n\nto please someone by giving them something that they want or need.\n\nan agreement that is unlikely to satisfy environmental campaigners","valueText":"tatmin etmek"},{"keyText":"overcome.\n\nto succeed in dealing with or controlling a problem.\n\nJimmy overcame his difficulties to graduate.","valueText":"üstesinden gelmek"},{"keyText":"criticism.\n\ncomments that show that you think something is wrong or bad.\n\ncriticism of: He finds criticism of his team’s performance hard to take.","valueText":"eleştiri"},{"keyText":"constant.\n\ncontinuous or regular over a long period of time.\n\na constant flow of traffic on the freeway","valueText":"sürekli"},{"keyText":"response.\n\na reaction.\n\nHer response was to leave the room and slam the door.","valueText":"cevap"},{"keyText":"reflect.\n\nto show the existence or nature of something.\n\nHe said that the statement did not reflect his own views.","valueText":"yansıtmak"},{"keyText":"shift.\n\nto move your body or a part of your body slightly, for example because you are bored.\n\nThe children are shifting uncomfortably in their seats.","valueText":"vardiya"},{"keyText":"promptly.\n\nimmediately.\n\nThe ambulance arrived promptly.","valueText":"acilen"},{"keyText":"ignore.\n\nto not consider something, or to not let it influence you.\n\nWe had ignored the fact that it was getting darker.","valueText":"görmezden gelmek"},{"keyText":"suspicion.\n\na feeling that someone has done something wrong.\n\nhave a suspicion that: She had a suspicion that Mr. Engel was not being completely honest.","valueText":"şüphe"},{"keyText":"slope.\n\na straight surface that has one end higher than the other.\n\nAt the end of the garden there is a steep slope.","valueText":"eğim"},{"keyText":"grave.\n\nthe place where a dead body is buried in a deep hole in the ground. A tomb is a structure above the ground that contains a dead body.\n\nHe’s never even visited his mother’s grave.","valueText":"mezar"},{"keyText":"sweep.\n\nto clean a floor, the ground, or another surface using a broom  (=brush with a long handle).\n\nAfter you’ve swept, you can wash the dishes.","valueText":"süpürmek"},{"keyText":"rapidly.\n\nquickly.\n\nBusiness failures have risen rapidly in recent months.","valueText":"hızlıca"},{"keyText":"express.\n\nto tell someone about a feeling, opinion, or goal by speaking or writing about it.\n\nHis teachers expressed concern about his progress at school.","valueText":"ifade etmek"},{"keyText":"element.\n\nan important basic part of something complicated, for example a system or plan.\n\nan important/essential element: Our new management system includes two essential elements.","valueText":"unsur"},{"keyText":"royal.\n\nrelating to a king or queen or the members of their family.\n\nthe royal palace","valueText":"kraliyet"},{"keyText":"seed.\n\na small hard part produced by a plant that can grow into a new plant of the same type.\n\na bag of seeds","valueText":"tohum"},{"keyText":"mental.\n\nexisting in the mind.\n\nIt is clear that mental activity does not stop when we’re asleep.","valueText":"ruhsal"},{"keyText":"affect.\n\nto change or influence something. If something affects something else, it has an effect on it.\n\nDid the newspapers really affect the outcome of the election?","valueText":"etkilemek"},{"keyText":"circumstance.\n\na fact or condition that affects a situation.\n\nThe circumstances surrounding the child’s death are being investigated.","valueText":"durum"},{"keyText":"decline.\n\nto become less or worse.\n\nThe number of people buying their own homes has declined.","valueText":"inişe geçmek"},{"keyText":"apparent.\n\neasy to see or understand.\n\napparent from: The children’s poor health was apparent from their physical appearance.","valueText":"görünür"},{"keyText":"enable.\n\nto give someone the ability or opportunity to do something.\n\nEnemy communications were destroyed, enabling a surprise attack.","valueText":"sağlamak"},{"keyText":"satisfaction.\n\nthe feeling of pleasure that you get when you achieve or obtain something that you want.\n\nsatisfaction from: I get a lot of satisfaction from working in the garden.","valueText":"memnuniyet"},{"keyText":"horn.\n\nthe object in a car or other vehicle that makes a loud warning noise when you press it.\n\nhonk/beep/sound your horn: A car honked its horn at me.","valueText":"boynuz"},{"keyText":"context.\n\nthe general situation in which something happens, which helps to explain it.\n\nThese events are meaningless outside their historical context.","valueText":"bağlam"},{"keyText":"emphasis.\n\nspecial importance or attention that is given to one thing in particular.\n\nemphasis on: The main emphasis should be on quality rather than quantity.","valueText":"vurgu"},{"keyText":"enthusiastic.\n\nvery interested in something or excited by it.\n\nBusiness leaders gave an enthusiastic welcome to the proposal.","valueText":"hevesli"},{"keyText":"awkward.\n\ndifficult to deal with and embarrassing.\n\nAfter he spoke there was an awkward silence.","valueText":"tuhaf"},{"keyText":"steam.\n\nthe hot wet substance like a thin cloud that is produced when water is heated.\n\nThe steam from the volcano rose into the air.","valueText":"buhar"},{"keyText":"represent.\n\nto speak or act officially for another person, group, or organization.\n\nAmbassador Albright will represent the United States at the ceremony.","valueText":"temsil etmek"},{"keyText":"occur.\n\nto happen, especially unexpectedly.\n\nThe police said that the accident occurred at about 4:30 p.m.","valueText":"meydana gelmek"},{"keyText":"measure.\n\nan action that is intended to achieve or deal with something.\n\nThis is a temporary measure to stop the problem from getting any worse.","valueText":"ölçmek"},{"keyText":"govern.\n\nto control and manage an area, city, or country and its people.\n\nThe region is now governed by Morocco.","valueText":"yönetmek"},{"keyText":"examine.\n\nto look at something carefully in order to find out about it or see what it is like.\n\nShe opened the suitcase and examined the contents.","valueText":"incelemek"},{"keyText":"disturb.\n\nto interrupt someone and stop them from continuing what they were doing.\n\nI didn’t want to disturb you in the middle of a meeting.","valueText":"rahatsız etmek"},{"keyText":"acid.\n\na chemical substance with a pH value  (=a measure used in chemistry) of less than 7.\n\nhydrochloric acid","valueText":"asit"},{"keyText":"scratch.\n\nto pull your nails along your skin, especially because you have an itch that makes you want to do this.\n\nStop scratching!","valueText":"kazımak"},{"keyText":"define.\n\nto describe clearly and exactly what something is.\n\nNo one has defined the scope of the project.","valueText":"tanımlamak"},{"keyText":"process.\n\na series of things that happen and have a particular result.\n\nWe use drugs to speed up the healing process.","valueText":"işlemek"},{"keyText":"physical.\n\nrelating to your body rather than your mind.\n\nThe emotional and physical strain of the previous day had left him exhausted.","valueText":"bedensel"},{"keyText":"poison.\n\na substance that can kill you or make you sick if you eat, drink, or breathe it.\n\nSome mushrooms contain poison.","valueText":"zehir"},{"keyText":"collapse.\n\nif a building or other structure collapses, it suddenly falls down.\n\nThere were fears that the roof would collapse.","valueText":"çökmek"},{"keyText":"wealth.\n\na large amount of money and other valuable things.\n\nThey used some of their wealth to build magnificent town halls.","valueText":"zenginlik"},{"keyText":"heal.\n\nif an injury heals, the skin or bone grows back together and becomes healthy again.\n\nThe wound took a long time to heal.","valueText":"iyileştirmek"},{"keyText":"vision.\n\nthe ability to think about and plan for the future, using intelligence and imagination, especially in politics and business.\n\nHe’s a good day-to-day manager but he lacks vision.","valueText":"görme"},{"keyText":"substantial.\n\nlarge in amount or degree.\n\nThe study reveals very substantial differences between population groups.","valueText":"önemli"},{"keyText":"emerge.\n\nto come out of something or out from behind something.\n\nemerge from: After a few weeks, the caterpillar emerges from its cocoon.","valueText":"ortaya çıkmak"},{"keyText":"contribute.\n\nto give money, goods, or your time and effort in order to achieve something, especially when other people are also helping.\n\ncontribute to: Many local businesses offered to contribute to the school rebuilding fund.","valueText":"katkıda bulunmak"},{"keyText":"witness.\n\nsomeone who sees a crime, accident, or other event happen.\n\nWitnesses reported hearing two gunshots.","valueText":"tanık"},{"keyText":"relief.\n\na relaxed happy feeling that you get because something bad has not happened or a bad situation has ended.\n\nIt’s a huge relief to know that everyone is safe.","valueText":"rahatlama"},{"keyText":"device.\n\na machine or piece of equipment that does a particular thing.\n\nSecure your bike with this simple locking device.","valueText":"cihaz"},{"keyText":"publication.\n\nthe process of producing a book, magazine, etc., either on paper or online, for people to buy or read.\n\npublication of: She became famous after the publication of her first novel.","valueText":"yayım"},{"keyText":"anxiety.\n\na worried feeling you have because you think something bad might happen.\n\nToo much caffeine can cause anxiety, depression, and insomnia.","valueText":"endişe"},{"keyText":"current.\n\nhappening or existing now.\n\nProduction is likely to remain at current levels.","valueText":"akım"},{"keyText":"adjust.\n\nto change something slightly in order to make it better, more accurate, or more effective.\n\nStir in the lemon juice and adjust the seasoning.","valueText":"ayarlamak"},{"keyText":"unique.\n\nvery special, unusual, or good.\n\nYou will be given the unique opportunity to study with one of Europe’s top chefs.","valueText":"eşsiz"},{"keyText":"rub.\n\nto press and move your hands or an object over a surface.\n\nThe boy rubbed his eyes sleepily.","valueText":"ovmak"},{"keyText":"aspect.\n\na particular part, feature, or quality of something.\n\naspect of: a system of rules that covers almost every aspect of their lives","valueText":"açı"},{"keyText":"tackle.\n\nto make an organized and determined attempt to deal with a problem, often a social problem such as crime or unemployment.\n\nSuccessive governments have failed to tackle the question of homelessness.","valueText":"ele almak"},{"keyText":"expand.\n\nto become larger in size and fill more space.\n\nThe water froze inside the pipe, causing it to expand and burst.","valueText":"genişlemek"},{"keyText":"proof.\n\ninformation or evidence that shows that something is definitely true or definitely exists.\n\nproof of: We were unable to establish proof of her innocence.","valueText":"kanıt"},{"keyText":"slight.\n\nsmall in size, amount, or degree.\n\na slight increase in temperature","valueText":"hafif"},{"keyText":"oppose.\n\nto disagree with or not approve of a plan or policy.\n\na group that opposes the death penalty","valueText":"karşı çıkmak"},{"keyText":"weapon.\n\nan object that can be used to hurt people or damage property, for example a gun, knife, or bomb.\n\nThe murder weapon still hasn’t been found.","valueText":"silah"},{"keyText":"signal.\n\na movement or sound made by someone that has a special meaning to another person.\n\nsignal to: He gave a signal to his driver to carry on.","valueText":"sinyal"},{"keyText":"gentleman.\n\na man who is always polite and honest and considers other people’s needs.\n\nEveryone always said that James was a real gentleman.","valueText":"beyefendi"},{"keyText":"swear.\n\nto use words that are deliberately offensive, for example because you are angry with someone.\n\nThat’s the first time I’ve ever heard him swear.","valueText":"küfür etmek"},{"keyText":"occupy.\n\nif someone occupies a room, building, area of land, seat, bed, or other place during a period of time, they use it.\n\nThe Smith family has occupied this farm for over a hundred years.","valueText":"işgal etmek"},{"keyText":"purchase.\n\nto buy something.\n\nShe purchased a number of different stocks.","valueText":"satın almak"},{"keyText":"construct.\n\nto build something large or complicated, such as a bridge or road.\n\nThe tunnel was constructed in 1996.","valueText":"inşa etmek"},{"keyText":"whistle.\n\na small metal or plastic object that you put in your mouth and blow to make a high sound.\n\nblow a whistle: The referee blew the whistle for half-time.","valueText":"ıslık çalmak"},{"keyText":"monitor.\n\nto regularly check something or watch someone in order to find out what is happening.\n\na special machine to monitor the baby’s breathing","valueText":"izlemek"},{"keyText":"council.\n\nthe elected officials who govern a local area such as a city or county.\n\na member of the city council","valueText":"konsey"},{"keyText":"supply.\n\nan amount or quantity of something that is available to use.\n\nA limited oil supply has made gas prices rise.","valueText":"sağlamak"},{"keyText":"debate.\n\na discussion in which people or groups state different opinions about a subject.\n\ndebate about/on/over: There has been intense debate over the handling of illegal immigrants.","valueText":"tartışma"},{"keyText":"propose.\n\nto suggest a plan, idea, or action.\n\nEinstein proposed his theory of general relativity in 1915.","valueText":"önermek"},{"keyText":"offend.\n\nto make someone upset and angry by doing or saying something.\n\nThey avoided saying anything that might offend their audience.","valueText":"gücendirmek"},{"keyText":"elegant.\n\nelegant places and things are attractive because they are beautiful in a simple way.\n\nan elegant silk dress","valueText":"zarif"},{"keyText":"joy.\n\na feeling of great happiness.\n\nThere were tears of joy in her eyes.","valueText":"sevinç"},{"keyText":"strength.\n\nthe physical energy that someone has to lift or move things.\n\nI didn’t have the strength to get out of bed.","valueText":"kuvvet"},{"keyText":"sweat.\n\nliquid that forms on your skin when you are hot.\n\nShe wiped the sweat off her forehead with a towel.","valueText":"ter"},{"keyText":"deny.\n\nto say that you did not do something that someone has accused you of doing.\n\ndeny (that): A spokesman denied that the company had acted irresponsibly.","valueText":"inkar etmek"},{"keyText":"needle.\n\na very thin sharp metal tube used for putting medicine or drugs into your body, or for taking blood out. It is attached to a plastic tube called a syringe.\n\nhypodermic needles","valueText":"iğne"},{"keyText":"dishonest.\n\nwilling to do things that are not honest, for example tell lies or steal things.\n\nThey admitted that there were dishonest officers in the police force.","valueText":"sahtekar"},{"keyText":"phase.\n\na particular period of time during the development of something.\n\nThe war was about to enter its final phase.","valueText":"evre"},{"keyText":"explosion.\n\nan occasion when something bursts with a lot of force and a loud noise, often causing damage.\n\na gas/nuclear explosion","valueText":"patlama"},{"keyText":"structure.\n\nsomething large such as a building or a bridge that is built from different parts.\n\nThe boulevard is lined with modern steel and glass structures.","valueText":"yapı"},{"keyText":"import.\n\na product from another country, that is bought with money from your country.\n\nChina must produce more food to reduce its reliance on imports.","valueText":"ithal etmek"},{"keyText":"criticize.\n\nto say what you think is wrong or bad about something.\n\nCabinet members were told not to criticize the policy publicly.","valueText":"eleştirmek"},{"keyText":"smash.\n\nto break something noisily into many pieces by dropping or hitting it with a lot of force.\n\nSomeone had smashed a window.","valueText":"paramparça etmek"},{"keyText":"destruction.\n\ndamage that is so severe that something stops existing or can never return to its normal state.\n\nThe building must be saved from destruction.","valueText":"tahribat"},{"keyText":"absorb.\n\nto take in a gas, liquid, or other substance.\n\nThe timber expands as it absorbs moisture.","valueText":"emmek"},{"keyText":"approximate.\n\nnot exact, but close to an exact amount, number, time, etc..\n\nthe approximate cost of repairs/time of death","valueText":"yaklaşık"},{"keyText":"respond.\n\nto react to something by taking a particular course of action.\n\nrespond to: Colleges responded swiftly to the demand for new courses.","valueText":"cevap vermek"},{"keyText":"function.\n\nthe job that something is designed to do.\n\nThe function of advertising is to create a unique image for your company.","valueText":"işlev"},{"keyText":"generate.\n\nto make money.\n\nThe business is not generating enough revenue to cover its costs.","valueText":"üretmek"},{"keyText":"origin.\n\nthe place or moment where something begins to exist.\n\norigin of: Meteorites may hold clues about the origin of life on Earth.","valueText":"köken"},{"keyText":"capture.\n\nto catch someone so that they become your prisoner.\n\nMost of the men had been either killed or captured.","valueText":"yakalamak"},{"keyText":"wander.\n\nto travel from place to place, especially on foot, without a particular direction or purpose.\n\nHe wandered the countryside, looking for his son.","valueText":"dolaşmak"},{"keyText":"failure.\n\na lack of success in doing something.\n\nI’m too proud to admit failure.","valueText":"başarısızlık"},{"keyText":"mass.\n\na large quantity or number.\n\nmass of: We need to turn this mass of evidence into a coherent argument.","valueText":"kitle"},{"keyText":"safety.\n\nthe fact that a thing is safe to do or use.\n\nsafety of: Do we know enough about the safety of these vaccines?","valueText":"emniyet"},{"keyText":"cell.\n\nthe smallest part of a living structure that can operate as an independent unit. The middle of a cell is called the nucleus.\n\nnerve/blood/brain/cancer cells","valueText":"hücre"},{"keyText":"tradition.\n\na very old custom, belief, or story.\n\nNative American culture and traditions","valueText":"gelenek"},{"keyText":"manufacture.\n\nto make goods in large quantities in a factory.\n\nThe firm manufactures women’s clothing.","valueText":"üretmek"},{"keyText":"significant.\n\nvery large or noticeable.\n\nI think we can save a significant amount of time.","valueText":"önemli"},{"keyText":"joint.\n\ninvolving two or more people, or done by them together.\n\nThe two presidents issued a joint statement.","valueText":"ortak"},{"keyText":"tend.\n\nto usually do a particular thing.\n\ntend to do something: He tends to exaggerate.","valueText":"eğilimi olmak"},{"keyText":"curve.\n\na shape or line with a gradual smooth bend.\n\nFrom high above I saw the gentle curve of the bay.","valueText":"kavis"},{"keyText":"impact.\n\nan effect, or an influence.\n\nHer paper discusses the likely impact of global warming on climate change.","valueText":"etki"},{"keyText":"independence.\n\nfreedom from control by another country or organization.\n\nLithuania was the first of the Soviet republics to declare its independence.","valueText":"bağımsızlık"},{"keyText":"absence.\n\na period of time when someone is not where they should be or where they usually are.\n\nHis frequent and prolonged absences were making his wife suspicious.","valueText":"yokluk"},{"keyText":"conduct.\n\nto do something in an organized way.\n\nThe rental agreement doesn’t allow you to conduct business from your home.","valueText":"yürütmek"},{"keyText":"odd.\n\nunusual or unexpected in a way that attracts your interest or attention.\n\nHarry’s behavior did seem a little odd.","valueText":"tuhaf"},{"keyText":"string.\n\nthin rope, usually made of twisted fibers and used for tying things together.\n\na package tied with string","valueText":"dizi"},{"keyText":"chief.\n\nmain or most important.\n\nThe majority of the market has gone to their chief rival, Gateway.","valueText":"başlıca"},{"keyText":"capable.\n\nable to do something.\n\ncapable of: I want to see you achieve what you are capable of.","valueText":"yetenekli"},{"keyText":"craft.\n\na traditional skill of making things by hand, for example furniture or jewelry.\n\nthe promotion of traditional Egyptian arts and crafts","valueText":"zanaat"},{"keyText":"steel.\n\na strong metal made from a mixture of iron and carbon.\n\nThe factory produced a million tons of steel a year.","valueText":"çelik"},{"keyText":"survive.\n\nto stay alive despite an injury, illness, war, etc..\n\nJust eight passengers survived the plane crash.","valueText":"hayatta kalmak"},{"keyText":"expense.\n\nan amount of money that you spend in order to buy or do something.\n\nRent is our biggest expense.","valueText":"masraf"},{"keyText":"gather.\n\nif people gather, or if someone gathers them, they come together in one place to see or do something.\n\nA crowd gathered outside the hotel.","valueText":"bir araya getirmek"},{"keyText":"settle.\n\nto end an argument by making an agreement.\n\nWe are going to settle our differences, once and for all.","valueText":"yerleşmek"},{"keyText":"desperate.\n\nvery worried and angry because you do not know how to deal with an unpleasant situation.\n\nThe missing man’s family is getting increasingly desperate.","valueText":"umutsuz"},{"keyText":"insult.\n\nan offensive remark.\n\nthrow/hurl insults at someone: He stormed off the field, hurling insults at the umpire.","valueText":"hakaret etmek"},{"keyText":"melt.\n\nto change a solid substance into a liquid.\n\nMelt the butter in a small saucepan.","valueText":"erimek"},{"keyText":"massive.\n\nvery large or heavy.\n\nthe massive columns at Luxor","valueText":"çok büyük"},{"keyText":"immediate.\n\nhappening or done now, without any delay.\n\nOur government must take immediate action.","valueText":"acil"},{"keyText":"appreciate.\n\nto understand the true nature of a situation, and realize why it is important or serious.\n\nI began to appreciate the difficulties my father had faced.","valueText":"beğenmek"},{"keyText":"presence.\n\nthe existence of someone or something in a particular place.\n\nMr. Reese didn’t even acknowledge my presence.","valueText":"varlık"},{"keyText":"armed.\n\ncarrying a weapon, especially a gun.\n\nBe careful – I think he’s armed.","valueText":"silahlı"},{"keyText":"policy.\n\na set of plans or actions agreed on by a government, political party, business, or other group.\n\nIt is not the hospital’s policy to disclose the names of patients.","valueText":"politika"},{"keyText":"contemporary.\n\nmodern, or relating to the present time.\n\ncontemporary art/music/literature/dance","valueText":"çağdaş"},{"keyText":"philosophy.\n\na system of beliefs that influences someone’s decisions and behavior.\n\nthe latest philosophies of management","valueText":"felsefe"},{"keyText":"violence.\n\nviolent behavior.\n\nHe had endured years of intimidation and violence.","valueText":"şiddet"},{"keyText":"identify.\n\nto recognize someone and be able to say who they are.\n\nTwo of the suspects have been identified by witnesses.","valueText":"tanımlamak"},{"keyText":"confuse.\n\nto make someone feel that they do not understand something.\n\nIf you don’t explain clearly, you’ll just confuse the reader.","valueText":"kafasını karıştırmak"},{"keyText":"mayor.\n\nthe most important elected official in a town or city.\n\nThe election of the mayor was usually a popular occasion.","valueText":"belediye başkanı"},{"keyText":"abuse.\n\ncruel, violent, or unfair treatment, especially of someone who does not have the power to prevent it.\n\nThe regime had been responsible for serious human rights abuses.","valueText":"suistimal etmek"},{"keyText":"concrete.\n\nbased on facts and information.\n\nDo you have any concrete evidence to support these allegations?","valueText":"beton"},{"keyText":"claim.\n\nto say that something is true, even though there is no definite proof.\n\nclaim (that): The report claimed that hundreds of civilians had crossed the border to escape the fighting.","valueText":"iddia etmek"},{"keyText":"stare.\n\nto look at someone or something very directly for a long time.\n\nIt’s rude to stare.","valueText":"dik dik bakmak"},{"keyText":"estate.\n\nall the property and money that belongs to someone, especially someone who has just died.\n\nMartin was the sole heir to his father’s estate.","valueText":"mal mülk"},{"keyText":"specific.\n\ninvolving or relating to only one particular thing or type of thing.\n\nSpectators are only allowed into specific areas of the stadium.","valueText":"belirli"},{"keyText":"emotion.\n\na feeling that you experience, for example love, fear, or anger.\n\nJealousy is an uncomfortable emotion.","valueText":"duygu"},{"keyText":"cease.\n\nto stop happening or continuing.\n\nConversation ceased when she entered the room.","valueText":"durdurmak"},{"keyText":"authority.\n\nthe power to make decisions or tell people what to do.\n\nIn practice it is difficult for the President to exercise his authority.","valueText":"yetki"},{"keyText":"senior.\n\nwith a high rank or position.\n\na senior officer/teacher/manager","valueText":"kıdemli"},{"keyText":"profit.\n\nmoney that you make by selling something or from your business, especially the money that remains after you have paid all your business costs. Your total profit before you pay tax is called gross profit, and the amount that remains after you have paid tax on this is called net profit.\n\nProfits rose 31% to $144 million.","valueText":"kar"},{"keyText":"internal.\n\nexisting or happening within a country, not between different countries.\n\nan internal flight","valueText":"iç"},{"keyText":"personality.\n\nthe part of a person that makes them behave in a particular way in social situations, for example in a friendly or unfriendly way, or in a confident or shy way. You use the word character when you are talking about whether someone is good or bad, or honest or dishonest.\n\nHe has a very outgoing personality and makes friends very easily.","valueText":"kişilik"},{"keyText":"alter.\n\nto make something or someone different.\n\nHe altered his appearance with surgery.","valueText":"değiştirmek"},{"keyText":"interpret.\n\nto translate what someone is saying in one language into another language so that someone else can understand it.\n\nI speak Spanish. Would you like me to interpret for you?","valueText":"yorumlamak"},{"keyText":"scheme.\n\na plan for achieving something, especially something illegal or dishonest.\n\nIt sounds like just another crazy money-making scheme.","valueText":"şema"},{"keyText":"adequate.\n\ngood enough or large enough for a particular purpose.\n\nThe state has an adequate supply of trained teachers.","valueText":"yeterli"},{"keyText":"dare.\n\nif you dare to do something, you are not afraid to do it, even though it may be dangerous or shocking or may cause trouble for you.\n\nLarry argue with the boss? He wouldn’t dare.","valueText":"cüret etmek"},{"keyText":"cardboard.\n\n.\n\n","valueText":"karton"},{"keyText":"thorough.\n\nincluding everything that is possible or necessary.\n\nThe key to a good interview is thorough preparation.","valueText":"titiz"},{"keyText":"suspect.\n\nto believe that something is true, especially something bad.\n\nTeachers should call social services if they suspect child abuse.","valueText":"kuşkulanmak"},{"keyText":"task.\n\nsomething that you have to do, often something that is difficult or unpleasant.\n\nMy first real task was to prepare for the meeting.","valueText":"görev"},{"keyText":"ease.\n\nto make a problem, bad situation, or pain less severe.\n\nSometimes a mild painkiller is enough to ease the pain.","valueText":"rahatlatmak"},{"keyText":"loss.\n\nthe state of not having something anymore because it has been taken from you or destroyed.\n\nIt was an ancient car anyway, so it was no great loss.","valueText":"kayıp"},{"keyText":"priority.\n\nsomething important that must be done first or needs more attention than anything else.\n\nWe should be able to agree on priorities.","valueText":"öncelik"},{"keyText":"fence.\n\n.\n\n","valueText":"çit"},{"keyText":"invest.\n\nto use your money with the goal of making a profit from it, for example by buying property or buying stock in a company.\n\nHow much do you have to invest?","valueText":"yatırım yapmak"},{"keyText":"seek.\n\nto ask for something, or to try to get something.\n\nseek advice/help: Seek medical advice if symptoms last more than a week.","valueText":"aramak"},{"keyText":"surface.\n\nthe top layer or outside part of something.\n\na smooth/rough/hard surface","valueText":"yüzey"},{"keyText":"force.\n\nphysical strength, or violence.\n\nThey accused the police of using excessive force during the arrest.","valueText":"zorlamak"},{"keyText":"source.\n\na person, place, or thing that provides something that you need or want.\n\na light/power/energy source","valueText":"kaynak"},{"keyText":"violent.\n\ninvolving the use of physical force, with the deliberate intention of causing damage to property or injury or death to people.\n\nThere were violent confrontations on the streets last night.","valueText":"şiddetli"},{"keyText":"scale.\n\nthe size of something, especially when it is big.\n\nscale of: Is the Government aware of the full scale of the problem?","valueText":"ölçek"},{"keyText":"award.\n\na prize or other reward that is given to someone who has achieved something.\n\nShe won the Player of the Year award.","valueText":"ödül"},{"keyText":"assume.\n\nto believe that something is true, even though no one has told you or even though you have no proof.\n\nEveryone accepted she was telling the truth, although in fact this was quite a lot to assume.","valueText":"farzetmek"},{"keyText":"mixture.\n\na combination of two or more different things, people, qualities, etc..\n\nmixture of: Her face showed a mixture of fear and excitement.","valueText":"karışım"},{"keyText":"precise.\n\nexact and accurate.\n\nLara was able to tell me everything that had happened in precise detail.","valueText":"kesin"},{"keyText":"acquire.\n\nto get something, for example by buying it or being given it.\n\nWe acquired the company for 100 million dollars.","valueText":"edinmek"},{"keyText":"obey.\n\nto do what a law or a person says that you must do.\n\nHe told the dog to sit and it immediately obeyed.","valueText":"itaat etmek"},{"keyText":"budget.\n\nthe amount of money a person or organization has to spend on something.\n\nTwo-thirds of their budget goes on labor costs.","valueText":"bütçe"},{"keyText":"lung.\n\n.\n\n","valueText":"akciğer"},{"keyText":"extreme.\n\nvery great in degree.\n\nextreme poverty/hardship","valueText":"aşırı"},{"keyText":"gradual.\n\ngradual processes and changes happen slowly and by small amounts.\n\na gradual change in the climate","valueText":"kademeli"},{"keyText":"crucial.\n\nsomething that is crucial is extremely important because it has a major effect on the result of something.\n\nWe believe the question being investigated by the Commission is one of crucial importance to the country.","valueText":"çok önemli"},{"keyText":"tough.\n\ndifficult.\n\nHe’s having a really tough time at the moment.","valueText":"çetin"},{"keyText":"conscious.\n\nnoticing that something exists or is happening and realizing that it is important.\n\nconscious of: Teachers are increasingly conscious of the importance of the Internet.","valueText":"bilinçli"},{"keyText":"praise.\n\nto express strong approval or admiration for someone or something, especially in public.\n\nMayor Dixon praised the efforts of those involved in the rescue.","valueText":"övmek"},{"keyText":"belong.\n\nto be in the right place.\n\nWhen you’re done put the books back where they belong.","valueText":"ait olmak"},{"keyText":"global.\n\nincluding or affecting the whole world.\n\nThe global economy has become increasingly unstable.","valueText":"küresel"},{"keyText":"extent.\n\nthe size and importance of a problem or situation.\n\nextent of: We were shocked by the extent of the damage.","valueText":"boyut"},{"keyText":"definite.\n\ncertain.\n\nThis book will be a definite bestseller.","valueText":"belli"},{"keyText":"trace.\n\nto find someone or something that you are looking for by asking questions and getting information.\n\nDetectives have so far failed to trace the missing woman.","valueText":"iz"},{"keyText":"burst.\n\nif something filled with air or water bursts, or if you burst it, it breaks suddenly because there is too much pressure inside it or against it.\n\nDid a tire burst?","valueText":"patlamak"},{"keyText":"cope.\n\nto deal successfully with a difficult situation or job.\n\nThere are refugees arriving all the time and we are doing our best to cope.","valueText":"başa çıkmak"},{"keyText":"balance.\n\nthe ability to remain steady in an upright position.\n\nAn ear infection is affecting his balance.","valueText":"denge"},{"keyText":"faith.\n\nstrong belief in or trust of someone or something.\n\nhave faith in: I’m delighted to know you have such faith in me.","valueText":"inanç"},{"keyText":"extension.\n\nextra time that you are given to finish a piece of work, especially at college.\n\nextension on: I’m going to ask for an extension on this paper.","valueText":"uzatma"},{"keyText":"facility.\n\nsomething such as a room or piece of equipment that is provided at a place for people to use.\n\nThe hotel has excellent recreational facilities.","valueText":"tesis"},{"keyText":"county.\n\na region that has its own local government in some countries such as the U.K. and U.S..\n\nBoth candidates have visited every county in the state.","valueText":"ilçe"},{"keyText":"immoral.\n\nmorally wrong.\n\nan immoral and unprincipled decision","valueText":"ahlaka aykırı"},{"keyText":"entitle.\n\nto give someone the right to do something.\n\nentitle someone to something: Membership entitles you to reduced season tickets.","valueText":"hak kazandırmak"},{"keyText":"rear.\n\nat the back of something.\n\nKeep your front and rear lights in good working order.","valueText":"arka"},{"keyText":"conflict.\n\nangry disagreement between people or groups.\n\nI try to avoid conflict wherever possible.","valueText":"anlaşmazlık"},{"keyText":"characteristic.\n\na particular quality or feature that is typical of someone or something.\n\nIn the future parents may be able to choose their children’s physical characteristics.","valueText":"özellik"},{"keyText":"military.\n\nrelating to armies or armed forces and the way in which they are organized.\n\nThe huge influx of military and civilian personnel created a problem.","valueText":"askeri"},{"keyText":"delight.\n\na feeling of great happiness and pleasure.\n\ndelight in: Joe’s delight in his children’s achievements was beautiful to see.","valueText":"sevinç"},{"keyText":"substitute.\n\nto use something new or different instead of what is normally used.\n\nInstead of using silicon, they have substituted a more flexible material.","valueText":"yerine geçmek"},{"keyText":"ridiculous.\n\nsilly or unreasonable and deserving to be laughed at.\n\na ridiculous idea","valueText":"gülünç"},{"keyText":"pace.\n\nthe speed at which something happens or is done.\n\nthe pace of something: The pace of technological change increased steadily during the 20th century.","valueText":"hız"},{"keyText":"reject.\n\nto not agree to an offer, proposal, or request.\n\nIt is almost certain that our offer will be rejected.","valueText":"reddetmek"},{"keyText":"accuse.\n\nto say that someone has done something wrong or committed a crime.\n\naccuse someone of doing something: Are you accusing me of lying?","valueText":"suçlamak"},{"keyText":"secure.\n\nto get or achieve something important.\n\nHe secured widespread support among the party’s senior members.","valueText":"güvende"},{"keyText":"threat.\n\nan occasion when someone says that they will cause you harm or problems, especially if you do not do what they tell you to do.\n\nthreat of: After threats of legal action they stopped the construction.","valueText":"tehdit"},{"keyText":"encounter.\n\na meeting, especially one that was not planned.\n\nI had not seen her since our brief encounter two years before.","valueText":"karşılaşmak"},{"keyText":"whisper.\n\nto say something very quietly so that other people cannot hear you.\n\n“When can I see you again?” he whispered softly.","valueText":"fısıldamak"},{"keyText":"disapprove.\n\nto not approve of someone or something.\n\nShe wanted to confide in Alan, but was frightened he might disapprove.","valueText":"uygun görmemek"},{"keyText":"basis.\n\na particular method or system used for doing or organizing something.\n\non a...basis: workers who are employed on a temporary basis","valueText":"temel"},{"keyText":"punishment.\n\na way in which someone is punished.\n\nHe had to clean up the mess as a punishment.","valueText":"ceza"},{"keyText":"amaze.\n\nto surprise someone very much, especially by being very impressive.\n\nThese guys continue to amaze with their excellent music.","valueText":"şaşırtmak"},{"keyText":"crown.\n\na circular decoration that a king or queen wears on their head as a symbol of power, often decorated with jewels.\n\nFrance will be defending their World Cup crown.","valueText":"taç"},{"keyText":"etc.\n\nused after a list of things to mean “and others of the same type,” when you do not want to mention everything.\n\nThe children can try playing music, dancing, painting etc.","valueText":"ve benzeri"},{"keyText":"multiply.\n\nto increase by a large amount.\n\nWithin the last 10 years, both sales and profits have multiplied.","valueText":"çarpmak"},{"keyText":"polish.\n\nto rub the surface of something in order to make it shine.\n\nThey spend most of their time polishing shoes.","valueText":"parlatmak"},{"keyText":"tool.\n\na piece of equipment, usually one that you hold in your hand, that is designed to do a particular type of work.\n\nkitchen/garden/dental tools","valueText":"alet"},{"keyText":"abstract.\n\nabstract ideas exist as thoughts in the mind, and are not related to physical objects or real events and actions.\n\nabstract idea/concept/principle/notion: Mathematics is concerned with understanding abstract concepts.","valueText":"soyut"},{"keyText":"ancestor.\n\nsomeone who is related to you who lived a long time ago.\n\nHer ancestors came to America with the Pilgrims.","valueText":"ata"},{"keyText":"bare.\n\na part of your body that is bare is not covered by any clothes. When someone is not wearing any clothes at all, they are naked or nude.\n\nShe wore a low-necked dress and her arms were bare.","valueText":"çıplak"},{"keyText":"commercial.\n\nrelating to business.\n\na commercial transaction","valueText":"ticari"},{"keyText":"donate.\n\nto give something such as money or goods to an organization, especially to a school, hospital, political party, or charity.\n\nThe center was bought with money donated by former Beatle, George Harrison.","valueText":"bağışlamak"},{"keyText":"earthquake.\n\n.\n\n","valueText":"deprem"},{"keyText":"flexible.\n\nable to make changes or deal with a situation that is changing.\n\nA more flexible approach to childcare arrangements is needed.","valueText":"esnek"},{"keyText":"legend.\n\nan old story about famous people and events in the past. Legends are not usually true.\n\nthe legend of the Headless Horseman","valueText":"efsane"},{"keyText":"poisonous.\n\ncontaining poison.\n\npoisonous gases/plants","valueText":"zehirli"},{"keyText":"tray.\n\na flat piece of plastic, metal, or wood with raised edges, used for carrying things such as plates or food.\n\nShe brought in glasses of cold lemonade on a silver tray","valueText":"tepsi"},{"keyText":"vanish.\n\nto disappear in a sudden and mysterious way.\n\nOne moment she was there, the next she had vanished.","valueText":"yok olmak"},{"keyText":"worm.\n\n.\n\n","valueText":"solucan"},{"keyText":"suicide.\n\nthe action of deliberately killing yourself.\n\ncommit suicide  (=kill yourself): Police believe he committed suicide.","valueText":"intihar"},{"keyText":"vinegar.\n\n.\n\n","valueText":"sirke"},{"keyText":"prejudice.\n\nan unreasonable opinion or feeling, especially the feeling of not liking a particular group of people.\n\nthe evils of prejudice","valueText":"önyargı"},{"keyText":"yell.\n\nto say something in a loud voice, or to make a loud noise because you are angry, afraid, excited, or in pain.\n\nyell at: Her husband was yelling at her.","valueText":"bağırmak"}]