[{"keyText":"holy.\n\nimportant in a religion, or used in worship.\n\nthe holy book of the Sikhs","valueText":"kutsal"},{"keyText":"applaud.\n\nto show that you enjoyed someone’s performance, speech, etc. by hitting the palms of your hands together.\n\nThey have been applauded for their humanitarian work in Ethiopia.","valueText":"alkışlamak"},{"keyText":"upcoming.\n\nan upcoming event will happen soon.\n\nthe upcoming elections","valueText":"yaklaşan"},{"keyText":"convention.\n\na meeting that a lot of people belonging to a particular profession or organization go to in order to discuss things.\n\nChicago was chosen as the site for an international crime convention.","valueText":"kongre"},{"keyText":"dissolve.\n\nif a solid substance dissolves in a liquid, it is mixed into the liquid so that it becomes included in it.\n\ndissolve in: salt dissolves in water","valueText":"çözünmek"},{"keyText":"simultaneous.\n\nhappening or done at the same time.\n\nIn simultaneous announcements, the two men resigned from their jobs.","valueText":"anında"},{"keyText":"evaluate.\n\nto think carefully about something before making a judgment about its value, importance, or quality.\n\nThe performance of each employee is evaluated once a year.","valueText":"değerlendirmek"},{"keyText":"compliment.\n\nsomething nice that you say to praise someone.\n\nIt is a compliment to be compared to her.","valueText":"övgü"},{"keyText":"campaign.\n\na series of things that a politician or political party does to try to win an election.\n\nIt is alleged that the party used illegal methods to finance its campaign.","valueText":"kampanya"},{"keyText":"exaggerated.\n\ndescribing something in a way that makes it seem better, worse, larger, more important, etc. than it really is.\n\nexaggerated claims about the drug’s benefits","valueText":"abartılı"},{"keyText":"withdraw.\n\nto take something back, or to stop providing something.\n\nThe bus service in many rural areas has been withdrawn.","valueText":"geri çekmek"},{"keyText":"exhibit.\n\nto put something interesting in a museum or other public place so that people can go look at it.\n\nHis work will be exhibited in Moscow later this year.","valueText":"sergilemek"},{"keyText":"foresee.\n\nto see or know something that will happen in the future.\n\nWho could have foreseen such problems?","valueText":"öngörmek"},{"keyText":"gesture.\n\na movement that communicates a feeling or instruction.\n\na helpless/impatient/dramatic gesture","valueText":"el kol hareketi"},{"keyText":"primitive.\n\nat a very simple stage of development, before modern technology.\n\na primitive society/tribe","valueText":"ilkel"},{"keyText":"privilege.\n\na special benefit that is available only to a particular person or group.\n\nCheap air travel is one of the privileges of working for the airline.","valueText":"ayrıcalık"},{"keyText":"feminine.\n\nhaving qualities that are traditionally considered to be typical of women, for example being gentle and delicate.\n\nThe look this year is soft and feminine.","valueText":"kadın gibi"},{"keyText":"scope.\n\nthe things that a particular activity, organization, subject, etc. deals with.\n\nin scope: The new law is limited in scope.","valueText":"kapsam"},{"keyText":"preliminary.\n\ncoming before the main or most important part of something.\n\na preliminary hearing/discussion/analysis/proposal/agreement","valueText":"ilk"},{"keyText":"consumption.\n\nthe process of eating, drinking, or smoking something.\n\nfit/unfit for human consumption: Most of the meat was unfit for human consumption.","valueText":"tüketim"},{"keyText":"misfortune.\n\nbad luck.\n\nThe family was plagued by misfortune.","valueText":"talihsizlik"},{"keyText":"attorney.\n\n.\n\n","valueText":"avukat"},{"keyText":"hazard.\n\nsomething that could be dangerous or could cause damage or accidents.\n\nOne of the most widespread natural hazards is flooding.","valueText":"tehlike"},{"keyText":"rival.\n\na person, team, or business that competes with another.\n\nThe Dallas Cowboys beat their rivals 20–10.","valueText":"rakip"},{"keyText":"vertical.\n\nstanding, pointing, or moving straight up. Something that is horizontal is parallel to the ground or its base.\n\nvertical lines","valueText":"dikey"},{"keyText":"insert.\n\nto put something into something else, or into a hole or space.\n\ninsert something into/in something: Insert the plug into the earphone socket.","valueText":"sokmak"},{"keyText":"deteriorate.\n\nto become worse.\n\nThe weather deteriorated rapidly so the game was abandoned.","valueText":"bozulmak"},{"keyText":"diminish.\n\nto become less.\n\nHer enthusiasm was by now fast diminishing.","valueText":"azalmak"},{"keyText":"nutritious.\n\nnutritious foods provide the substances that people need in order to be healthy.\n\na nutritious meal","valueText":"besleyici"},{"keyText":"obscure.\n\nnot known about, or not well known.\n\nDetails of this period of Shakespeare’s life remain obscure.","valueText":"gizlemek"},{"keyText":"downward.\n\ntoward a lower place or level.\n\nHe looked downward.","valueText":"başaşağı"},{"keyText":"refresh.\n\nto make you feel that you have more energy again, especially when you are tired or hot.\n\nRefresh your face with some cologne.","valueText":"ferahlamak"},{"keyText":"edible.\n\nfood that is edible is safe or good enough to eat.\n\nedible mushrooms","valueText":"yenilebilir"},{"keyText":"asset.\n\nsomething such as money or property that a person or company owns.\n\nThe business has assets totaling $5.1 million.","valueText":"varlık"},{"keyText":"technician.\n\nsomeone with technical training whose job involves using special equipment or machines.\n\na laboratory/dental technician","valueText":"teknisyen"},{"keyText":"perceive.\n\nto understand or think about something in a particular way.\n\nTeachers perceive their roles in different ways.","valueText":"algılamak"},{"keyText":"fabulous.\n\nextremely good.\n\nYou look fabulous.","valueText":"harika"},{"keyText":"thereby.\n\nbecause of, or by means of, what has just been mentioned.\n\nThe diet makes the blood less sticky, thereby helping to prevent heart disease.","valueText":"dolayısıyla"},{"keyText":"predator.\n\nan animal that kills and eats other animals.\n\nThe birds have to be protected from foxes and other predators.","valueText":"yırtıcı hayvan"},{"keyText":"personnel.\n\nthe people who work for a company or organization, or who are members of a military force.\n\na change of personnel on the management team","valueText":"personel"},{"keyText":"rank.\n\nsomeone’s official position in the military, police, fire department, etc..\n\nHer rank when she retired was captain.","valueText":"rütbe"},{"keyText":"outcome.\n\nthe final result of a process, meeting, activity, etc..\n\nA second game will be played to determine the outcome.","valueText":"sonuç"},{"keyText":"dismiss.\n\nto refuse to accept that something might be true or important.\n\nThe senator dismissed claims that he had accepted bribes.","valueText":"göndermek"},{"keyText":"cultivate.\n\nto make land suitable for growing crops or plants.\n\nMost of the world’s fertile land is already being cultivated.","valueText":"yetiştirmek"},{"keyText":"tobacco.\n\n.\n\n","valueText":"tütün"},{"keyText":"resemble.\n\nto be similar to someone or something, especially in appearance.\n\nThe two species resemble each other.","valueText":"benzemek"},{"keyText":"acknowledge.\n\nto accept or admit that something exists, is true, or is real.\n\nHe never acknowledges his mistakes  (=admits that he has made them).","valueText":"kabul etmek"},{"keyText":"sufficiently.\n\nto the degree that is needed for a particular purpose.\n\nEventually the police felt they had a sufficiently large body of evidence.","valueText":"yeteri kadar"},{"keyText":"allocate.\n\nto officially give something to someone, or to decide that something can be used for a specific purpose.\n\nOur task is to decide the best way to allocate scarce resources.","valueText":"tahsis etmek"},{"keyText":"excluding.\n\nused for saying that you are not including someone or something in what you are saying.\n\nThe average cost, excluding insurance, is around $600 a year.","valueText":"hariç"},{"keyText":"scarce.\n\nif something is scarce, there is not very much of it.\n\nFresh water and medicine were scarce in the disaster area.","valueText":"kıt"},{"keyText":"inferior.\n\nnot as good as someone or something else.\n\nIt produces photographs of inferior quality.","valueText":"düşük kalite"},{"keyText":"vine.\n\nthe plant on which grapes grow.\n\nvine leaves","valueText":"üzüm asması"},{"keyText":"hospitable.\n\ngenerous toward visitors and guests.\n\na hospitable environment","valueText":"misafirperver"},{"keyText":"indication.\n\na sign that something will happen, is true, or exists.\n\nindication of: The size of the crowd is a clear indication of the strength of public feeling.","valueText":"belirti"},{"keyText":"accustomed.\n\nusual.\n\nhis accustomed seat","valueText":"alışkın"},{"keyText":"innovation.\n\na new idea, method, piece of equipment, etc..\n\nthe latest technological innovations","valueText":"yenilik"},{"keyText":"confidential.\n\nconfidential documents or information must be kept secret.\n\nstrictly/highly confidential: The reports are treated as strictly confidential.","valueText":"gizli"},{"keyText":"grasp.\n\nto take and hold something or someone very tightly.\n\nShe grasped his hand and pulled him toward her.","valueText":"kavramak"},{"keyText":"enforce.\n\nto make sure that a law or rule is obeyed by people.\n\nThe main role of the police is to uphold and enforce the law.","valueText":"uygulamak"},{"keyText":"discriminate.\n\nto treat someone unfairly because of their religion, race, or other personal features.\n\nEmployers are not allowed to discriminate on the basis of gender.","valueText":"ayrım yapmak"},{"keyText":"minimal.\n\nextremely small in amount or degree, or as small as possible.\n\nIf there is any delay, that delay will be minimal.","valueText":"asgari"},{"keyText":"masculine.\n\nwith qualities thought to be typical of men.\n\na masculine voice","valueText":"erkeksi"},{"keyText":"stroll.\n\nto walk without hurrying, often for pleasure.\n\nyoung couples out strolling with their arms around each other","valueText":"gezinti"},{"keyText":"bubble.\n\na ball of air or gas in a liquid.\n\nGas bubbles in any liquid tend to rise to the surface.","valueText":"kabarcık"},{"keyText":"alert.\n\nable to think in a clear and intelligent way.\n\nHe’s remarkably alert for his age.","valueText":"dikkatli"},{"keyText":"stable.\n\nnot changing frequently and not likely to suddenly become worse.\n\nPeople have become accustomed to a stable economic situation.","valueText":"istikrarlı"},{"keyText":"embrace.\n\nto completely accept something such as a new belief, idea, or way of life.\n\nMost countries have enthusiastically embraced the concept of high-speed railroads.","valueText":"kucaklamak"},{"keyText":"accelerate.\n\nto happen or make something happen at a faster rate.\n\nThe increased capital could greatly accelerate economic development.","valueText":"hızlandırmak"},{"keyText":"infrastructure.\n\n.\n\n","valueText":"altyapı"},{"keyText":"feast.\n\na large meal.\n\na feast of wild raspberries","valueText":"ziyafet"},{"keyText":"prominent.\n\nimportant and well known.\n\nThe order was given by a prominent member of the government.","valueText":"çıkıntılı"},{"keyText":"bankrupt.\n\na person or business that is bankrupt has officially admitted that they have no money and cannot pay what they owe.\n\nbankrupt farmers","valueText":"iflas"},{"keyText":"resume.\n\nto start something again after stopping temporarily.\n\nShall we resume after lunch?","valueText":"kaldığı yerden devam etmek"},{"keyText":"glimpse.\n\nan occasion when you see someone or something for a moment only.\n\nglimpse of: The crowd were anxious for a glimpse of the President.","valueText":"gözüne ilişmek"},{"keyText":"linguistic.\n\nrelating to languages, words, or linguistics.\n\na child with poor linguistic skills","valueText":"dilsel"},{"keyText":"conservative.\n\nnot willing to accept much change, especially in the traditional values of society.\n\nThe small farming communities are predominantly conservative.","valueText":"muhafazakar"},{"keyText":"presume.\n\nto think that something is true because it is likely, although you cannot be certain.\n\npresume (that): I presume you’ve already ordered lunch.","valueText":"saymak"},{"keyText":"alternate.\n\nif one thing alternates with another, they happen or come one after another, in a regular pattern that keeps being repeated.\n\nalternate with: Wet days alternated with dry ones.","valueText":"değiştirmek"},{"keyText":"initiative.\n\nthe ability to decide in an independent way what to do and when to do it.\n\nMr. Hills showed initiative and bravery when dealing with a dangerous situation.","valueText":"girişim"},{"keyText":"boundary.\n\nsomething such as a line on a map that marks where one area of land ends and another begins.\n\na proposal to redraw the city boundary to include more land for housing","valueText":"sınır"},{"keyText":"complicate.\n\nto make something more difficult to do, deal with, or understand.\n\nLet’s not complicate matters by introducing any more restrictions.","valueText":"zorlaştırmak"},{"keyText":"splendid.\n\nvery impressive, or very good.\n\nShe is a splendid painter.","valueText":"muhteşem"},{"keyText":"vague.\n\nnot clearly or fully explained.\n\nSome aspects of the law were somewhat vague and ill-defined.","valueText":"belirsiz"},{"keyText":"broadly.\n\nsomething that is broadly accepted is accepted by most people in a general way, even if they do not agree about all the details.\n\nThe proposal was broadly welcomed by teachers.","valueText":"genel olarak"},{"keyText":"enhance.\n\nto improve something, or to make it more attractive or more valuable.\n\nThe measures taken should considerably enhance the residents’ quality of life.","valueText":"artırmak"},{"keyText":"inevitably.\n\nused for saying that something is certain to happen.\n\nInevitably, reports of the failure were soon appearing in the newspapers.","valueText":"kaçınılmaz şekilde"},{"keyText":"administrative.\n\nrelating to the management of a company, organization, or institution.\n\npurely administrative tasks","valueText":"idari"},{"keyText":"accessory.\n\na small thing such as a piece of jewelry or a pair of shoes that you wear with clothes to give them more style.\n\nThe book offers advice on choosing fabrics, furniture, and accessories.","valueText":"aksesuar"},{"keyText":"noble.\n\nbehaving in an honest and brave way that other people admire.\n\na noble and courageous leader","valueText":"asil"},{"keyText":"sacred.\n\nconnected with religion.\n\na sacred holiday","valueText":"kutsal"},{"keyText":"compatible.\n\nideas or systems that are compatible can exist together.\n\ncompatible with: The proposed new regulation is not compatible with our existing policy.","valueText":"uyumlu"},{"keyText":"deficiency.\n\na lack of something that your body needs.\n\nanemia caused by iron deficiency","valueText":"eksiklik"},{"keyText":"tolerant.\n\nwilling to accept someone else’s beliefs, way of life, etc. without criticizing them, even if you disagree with them.\n\na tolerant society","valueText":"hoşgörülü"},{"keyText":"restrict.\n\nto keep something within strict limits.\n\nTravel is a dream of mine, but a busy working life has restricted my opportunities.","valueText":"sınırlamak"},{"keyText":"stereotype.\n\na very firm and simple idea about what a particular type of person or thing is like.\n\nstereotype of: He certainly doesn’t fit the stereotype of the emotional Italian.","valueText":"klişe"},{"keyText":"harsh.\n\nharsh conditions or places are unpleasant and difficult to live in.\n\nthe harsh environment of the desert","valueText":"sert"},{"keyText":"inclusion.\n\nthe action of including someone or something in a group, arrangement, document, etc..\n\nWith the inclusion of Italy, the number of member countries increased to six.","valueText":"dahil etme"},{"keyText":"tendency.\n\na strong chance that something will happen in a particular way.\n\na tendency (for someone/something) to do something: There’s a tendency for a new manager to make changes.","valueText":"eğilim"},{"keyText":"dominant.\n\nmore important, powerful, or successful than the other people or things of the same type.\n\nThe company cannot preserve its dominant position in the market.","valueText":"baskın"},{"keyText":"phenomenon.\n\nan event or situation that can be seen to happen or exist.\n\nViolence in society is not a new phenomenon.","valueText":"olgu"},{"keyText":"assert.\n\nto state firmly that something is true.\n\nHe has continued to assert his innocence.","valueText":"iddia etmek"},{"keyText":"torture.\n\nextreme physical pain caused by someone or something, especially as a punishment or as a way to make someone say something.\n\nThe confession was made under torture.","valueText":"işkence"},{"keyText":"hatred.\n\na very strong feeling that you dislike someone or something very much.\n\nhatred of: Some people have a hatred of anything new.","valueText":"nefret"},{"keyText":"ally.\n\na country that makes an agreement with another country that they will work together to help each other, especially in a war.\n\nthe United States and its European allies","valueText":"müttefik"},{"keyText":"proportion.\n\na quantity of something that is a part or share of the whole.\n\nproportion of: Only a small proportion of graduates fail to find employment.","valueText":"kısım"},{"keyText":"purely.\n\ncompletely, or as the only issue or reason.\n\nWhat I’m saying is purely my own point of view.","valueText":"sadece"},{"keyText":"quote.\n\nto say or write words that someone else has said or written.\n\nCan I quote you on that  (=repeat exactly what you have said about something)?","valueText":"alıntı yapmak"},{"keyText":"utterly.\n\ncompletely: often used for emphasizing how bad someone or something is.\n\nYoung children are utterly dependent on their parents.","valueText":"tamamiyle"},{"keyText":"rehearse.\n\nto practice a play, concert, opera, etc. before giving a performance.\n\nWe’ve been rehearsing for weeks.","valueText":"prova etmek"},{"keyText":"excess.\n\na larger amount of something than is usual or necessary.\n\nCover both sides of the meat with flour, shaking off any excess.","valueText":"aşırı"},{"keyText":"rectify.\n\nto correct a problem or mistake, or to make a bad situation better.\n\nI am anxious to rectify this situation.","valueText":"düzeltmek"},{"keyText":"regulate.\n\nto control an activity, process, or industry officially by using rules.\n\nThe proposal seeks to change the way the airline industry is regulated.","valueText":"ayarlamak"},{"keyText":"unload.\n\nto take goods off a vehicle such as a truck or ship.\n\nIt was my job to unload the boxes from the van.","valueText":"yükünü boşaltmak"},{"keyText":"witch.\n\n.\n\n","valueText":"cadı"},{"keyText":"integrate.\n\nto change the rules of a place, institution, or organization so that people of all races can enter it.\n\nLaws were finally passed integrating all the restaurants.","valueText":"birleştirmek"},{"keyText":"restrain.\n\nto prevent someone or yourself from doing something.\n\nPlease restrain yourself from coughing during the performance.","valueText":"dizginlemek"},{"keyText":"hygiene.\n\nthe practice of keeping yourself and the things around you clean, in order to prevent illness and disease.\n\npersonal hygiene","valueText":"hijyen"},{"keyText":"associate.\n\nto form a connection in your mind between different people or things.\n\nHow do humans associate these seemingly opposed ideas?","valueText":"ilişkilendirmek"},{"keyText":"modify.\n\nto change something slightly, especially in order to improve it or to make it less extreme.\n\nUnder mandatory sentencing, the court has no authority to modify the prison term.","valueText":"değiştirmek"},{"keyText":"repetitive.\n\ninvolving repeating the same action over long periods of time.\n\na boring repetitive job","valueText":"tekrarlı"},{"keyText":"sincere.\n\ntalking and acting in a way that shows you really mean what you say and do.\n\nHe is a modest and sincere man.","valueText":"samimi"},{"keyText":"render.\n\nto provide a service, or to give help to someone or something.\n\nWe are sincerely grateful to everyone who has rendered assistance to the victims of the earthquake.","valueText":"hale getirmek"},{"keyText":"tedious.\n\nboring and continuing for too long.\n\na tedious job","valueText":"sıkıcı"},{"keyText":"logic.\n\nthe way that someone connects ideas when they are explaining something or giving a reason.\n\nI don’t understand your logic.","valueText":"mantık"},{"keyText":"cholesterol.\n\na substance that is found in the blood and the cells of the body. It can cause diseases of the heart and the arteries if there is too much of it.\n\nThere are many food products that claim to reduce cholesterol levels.","valueText":"kolesterol"},{"keyText":"sheer.\n\nused for emphasizing the amount or degree of something.\n\nMaya succeeded through sheer hard work.","valueText":"düpedüz"},{"keyText":"neutral.\n\na country that is neutral does not get involved in a war between other countries.\n\nRussia promised to remain neutral unless Germany attacked France.","valueText":"tarafsız"},{"keyText":"compile.\n\nto make something such as a list or book by bringing together information from many different places.\n\nThe database was compiled from statistics published by the Tourist Board.","valueText":"derlemek"},{"keyText":"engage.\n\nto attract and keep someone’s interest or attention.\n\nA good radio script should be able to engage the listener.","valueText":"işe almak"},{"keyText":"commodity.\n\nsomething that can be bought and sold, especially a basic food product or fuel.\n\nTime is our most valuable commodity.","valueText":"mal"},{"keyText":"verify.\n\nto check or to prove that something is true or correct.\n\nThere was no way to verify his claims.","valueText":"doğrulamak"},{"keyText":"equivalent.\n\nwith the same size, value, importance, or meaning as something else.\n\nThe price is $30,000, or the equivalent amount in euros.","valueText":"eşdeğer"},{"keyText":"gross.\n\na gross amount of money is the total amount before taxes or costs have been taken out.\n\na company with gross revenues of $50,000,000","valueText":"çok şişman"},{"keyText":"intense.\n\nvery great or extreme.\n\nHe’s been under intense pressure.","valueText":"yoğun"},{"keyText":"commute.\n\nto travel regularly to and from work.\n\nI commute by train.","valueText":"ev ile iş arasında gidip gelmek"},{"keyText":"rational.\n\nbased on sensible practical reasons instead of emotions.\n\nThere didn’t seem to be any rational explanation for his actions.","valueText":"mantıklı"},{"keyText":"starve.\n\nto suffer or to die because there is not enough food.\n\nThere are people out there who are starving because of your actions.","valueText":"açlıktan ölmek"},{"keyText":"similarly.\n\nin a similar way.\n\nStudents in both schools achieved similarly low scores on the test.","valueText":"aynı şekilde"},{"keyText":"optimist.\n\n.\n\n","valueText":"iyimser"},{"keyText":"criteria.\n\n.\n\n","valueText":"ölçütler"},{"keyText":"conquer.\n\nto take control of land or people using soldiers.\n\nThe tribes were easily conquered by the Persian armies.","valueText":"fethetmek"},{"keyText":"dump.\n\nto put something somewhere in a careless way, especially something that is heavy.\n\nShe dumped her bags on the floor and flopped onto the bed.","valueText":"çöplük"},{"keyText":"repeatedly.\n\nmany times.\n\nWe have repeatedly called for an official investigation into the affair.","valueText":"defalarca"},{"keyText":"erosion.\n\nthe process by which the surface of land or rock is gradually damaged by water, wind, etc. and begins to disappear.\n\nsoil/coastal/glacial erosion","valueText":"erozyon"},{"keyText":"jointly.\n\nin a way that involves two or more people or groups sharing or doing something together.\n\nThe seminar is being organized jointly by the Canadian and Chilean governments.","valueText":"ortaklaşa"},{"keyText":"arise.\n\nif a particular situation or problem arises, it begins to exist or to develop.\n\nProblems arose over plans to build a new supermarket here.","valueText":"ortaya çıkmak"},{"keyText":"carriage.\n\na vehicle with wheels that is pulled by horses, especially one used in the past before cars were invented.\n\na typewriter carriage","valueText":"at arabası"},{"keyText":"guideline.\n\n.\n\n","valueText":"kılavuz"},{"keyText":"scare.\n\nto make someone feel frightened or worried.\n\nI’m sorry, I didn’t mean to scare you.","valueText":"korkmak"},{"keyText":"worship.\n\nthe activity of showing respect and love for a god, for example by singing or praying.\n\nThe building has been a place of worship since the eighth century.","valueText":"ibadet etmek"},{"keyText":"urge.\n\nto advise someone very strongly about what action or attitude they should take.\n\nurge someone to do something: The United Nations has urged them to honor the peace treaty.","valueText":"dürtü"},{"keyText":"hostile.\n\nbehaving in a very unfriendly or threatening way toward someone.\n\nThe mayor found himself in the middle of a hostile crowd.","valueText":"düşmanca"},{"keyText":"reinforce.\n\nto make an idea, belief, or feeling stronger.\n\nThese latest figures reinforce the view that economic growth is slowing.","valueText":"sağlamlaştırmak"},{"keyText":"spectrum.\n\nthe whole range of ideas, qualities, situations, etc. that are possible.\n\nthe parties at the center of the political spectrum","valueText":"yelpaze"},{"keyText":"solidarity.\n\nthe support that people in a group give each other because they have the same opinions or goals.\n\na need to create solidarity among the president’s top economic advisers","valueText":"dayanışma"},{"keyText":"transaction.\n\nthe action or process of buying or selling something.\n\nShe had been involved in several suspicious transactions.","valueText":"işlem"},{"keyText":"simplicity.\n\nthe quality of being simple.\n\nthe government’s wish to introduce simplicity into local government","valueText":"sadelik"},{"keyText":"slot.\n\na long narrow hole that you can fit something into.\n\nHe put a coin in the slot.","valueText":"yuva"},{"keyText":"statistic.\n\na group of numbers that represent facts or that describe a situation.\n\nNew statistics show the economy is continuing to grow.","valueText":"istatistik"},{"keyText":"journal.\n\na magazine containing articles relating to a particular subject or profession.\n\na scientific journal","valueText":"dergi"},{"keyText":"lawn.\n\nan area of grass that is cut short, especially in someone’s yard.\n\nmow/cut the lawn: The lawn needs mowing again.","valueText":"çimenlik"},{"keyText":"impersonal.\n\nnot showing any friendly feelings or interest in someone.\n\nHis manner was cold and impersonal.","valueText":"şahsi olmayan"},{"keyText":"beak.\n\n.\n\n","valueText":"gaga"},{"keyText":"equation.\n\na statement that two sets of numbers, letters, or symbols are equal.\n\nSolve the equation 5x – 3 = 27.","valueText":"denklem"},{"keyText":"destiny.\n\nthe things that you will do, or the type of person that you will become, in the future.\n\nEducation can give you the power to shape your own destiny.","valueText":"kader"},{"keyText":"clarify.\n\nto explain something more clearly so that it is easier to understand.\n\nCould you clarify your remarks?","valueText":"açıklamak"},{"keyText":"commonly.\n\nusually or frequently.\n\nthe method most commonly used by researchers","valueText":"yaygın olarak"},{"keyText":"overwhelm.\n\nto affect someone’s emotions in a very powerful way.\n\nWe were overwhelmed by the sacrifices they had made.","valueText":"bastırmak"},{"keyText":"distinct.\n\nseparate and different in a way that is clear.\n\nThey were classified into two distinct groups.","valueText":"belirgin"},{"keyText":"participant.\n\nsomeone who takes part in something.\n\nIt was argued that he was a willing participant in the crime.","valueText":"katılımcı"},{"keyText":"scholarship.\n\nan amount of money that an organization gives to someone so that they can study at a particular school or university.\n\nSophie was awarded a scholarship to attend Boston University.","valueText":"burs"},{"keyText":"summit.\n\na meeting or series of meetings between leaders of two or more countries.\n\na summit of EU leaders","valueText":"zirve"},{"keyText":"corrupt.\n\ndoing dishonest, illegal, or immoral things in order to gain money or power.\n\ncorrupt politicians/officials/judges","valueText":"yozlaştırmak"},{"keyText":"revenue.\n\nincome from business activities or taxes.\n\ntax revenues","valueText":"gelir"},{"keyText":"bulk.\n\nsomething that is very large, wide, and solid.\n\nShe heaved her formidable bulk off the frail chair.","valueText":"iri cüsse"},{"keyText":"fake.\n\nmade to look like something real in order to trick people.\n\na fake passport/visa/document","valueText":"sahte"},{"keyText":"exterior.\n\nthe outside part of something, especially a building.\n\nThere are plans to improve the hotel’s exterior.","valueText":"dış"},{"keyText":"emperor.\n\n.\n\n","valueText":"imparator"},{"keyText":"indirectly.\n\nnot in a direct, clear, or obvious way.\n\nHe was indirectly responsible for the deaths of five people.","valueText":"dolaylı olarak"},{"keyText":"provision.\n\nthe act of providing something that someone needs.\n\nprovision of: The Red Cross is in charge of the provision of emergency relief.","valueText":"hüküm"},{"keyText":"notorious.\n\nfamous for something bad.\n\na notorious criminal","valueText":"kötü namlı"},{"keyText":"counterpart.\n\nsomeone or something that has the same job or purpose as another person or thing, but in a different country, time, situation, or organization.\n\nThe ambassador is meeting his German counterpart.","valueText":"mevkidaş"},{"keyText":"portable.\n\nsomething that is portable is easy to carry or move, so that you can use it in different places.\n\nComputers become lighter, smaller, and more portable every year.","valueText":"taşınabilir"},{"keyText":"comprise.\n\nto consist of two or more things.\n\nbe comprised of: The course is comprised of two essays plus three assignments.","valueText":"oluşmak"},{"keyText":"convey.\n\nto communicate ideas or feelings indirectly.\n\nThese results will enable us at least to convey a sense of progress.","valueText":"iletmek"},{"keyText":"miner.\n\nsomeone whose job is to dig coal, gold, etc. from the ground.\n\nMiners rose as investors turned to riskier assets.","valueText":"madenci"},{"keyText":"applause.\n\nthe sound made by people applauding a performance, speech, etc..\n\nHer speech drew enthusiastic applause.","valueText":"alkış"},{"keyText":"publicly.\n\nin a way that many people notice.\n\nKent publicly disagreed with his fellow doctors on many occasions.","valueText":"açıkça"},{"keyText":"recruit.\n\nto get someone to work in a company or join an organization.\n\nWe won’t be recruiting again until next year.","valueText":"işe almak"},{"keyText":"mundane.\n\nordinary and not interesting or exciting, especially because of happening too regularly.\n\nmundane activities/tasks/matters","valueText":"sıradan"},{"keyText":"liable.\n\nlegally responsible for causing damage or injury, so that you have to pay something or be punished.\n\nIf something goes wrong, you’ll be liable.","valueText":"sorumlu"},{"keyText":"extinct.\n\nan extinct animal, plant, or language no longer exists.\n\nThe Tasmanian tiger was declared extinct in 1936.","valueText":"nesli tükenmiş"},{"keyText":"component.\n\none of the different parts that a machine or piece of equipment consists of.\n\ncar components","valueText":"bileşen"},{"keyText":"fuss.\n\na lot of unnecessary worry or excitement about something.\n\nWhat is all the fuss about?","valueText":"yaygara"},{"keyText":"unity.\n\na situation in which people, groups, or countries join together or agree about something.\n\nThe aim was to create an impression of party unity.","valueText":"birlik"},{"keyText":"dumb.\n\nstupid.\n\nShe’s so dumb she can’t even figure out her answering machine.","valueText":"dilsiz"},{"keyText":"derive.\n\nto receive or obtain something from something else.\n\nbe derived from something: products that are derived from animals","valueText":"elde etmek"},{"keyText":"tuition.\n\nmoney that you pay to take classes, especially at a college, university, or private school.\n\nTuition increased by 5% at state universities this year.","valueText":"okul harcı"},{"keyText":"respective.\n\nbelonging separately to each of two or more people or things previously mentioned.\n\nJane and Patrick chatted about their respective childhoods.","valueText":"kendi"},{"keyText":"hospitality.\n\nfriendly and generous behavior toward visitors and guests, intended to make them feel welcome.\n\nWe were delighted by the wonderful hospitality of the local people.","valueText":"konukserverlik"},{"keyText":"nap.\n\na short sleep, usually during the day.\n\ntake/have a nap: I think I’ll take a little nap this afternoon.","valueText":"şekerleme"},{"keyText":"implication.\n\na possible effect or result.\n\nimplication of: We need to consider the financial implications of these changes.","valueText":"ima"},{"keyText":"surgeon.\n\n.\n\n","valueText":"cerrah"},{"keyText":"beware.\n\nused to warn someone of danger or difficulty.\n\nBeware, buying a house is full of problems.","valueText":"sakınmak"},{"keyText":"status.\n\nthe legal position of a person, country, etc..\n\nManuel applied for legal immigrant status after living here for two years.","valueText":"statü"},{"keyText":"restricted.\n\nintended only for people who have been given special permission.\n\nThe officers were caught photographing in a restricted military zone.","valueText":"kısıtlı"},{"keyText":"innovative.\n\nnew, original, and advanced.\n\nan innovative approach","valueText":"yenilikçi"},{"keyText":"ministry.\n\nthe profession or work of a church minister.\n\nDuring his ministry he improved the church’s local image.","valueText":"bakanlık"},{"keyText":"nutrition.\n\nfood considered as something that keeps you healthy.\n\nadequate/poor nutrition","valueText":"beslenme"},{"keyText":"notify.\n\nto inform someone officially about something.\n\nWinners will be notified as soon as possible.","valueText":"bildirmek"},{"keyText":"informative.\n\ngiving a great deal of information in a helpful way.\n\nan entertaining and informative documentary","valueText":"bilgilendirici"},{"keyText":"posture.\n\nthe position that your body is in when you sit, stand, or walk.\n\nExercise can improve your posture.","valueText":"poz vermek"},{"keyText":"possess.\n\nto own a physical object.\n\nThey were all found guilty of illegally possessing firearms.","valueText":"sahip olmak"},{"keyText":"trigger.\n\nto make something happen.\n\nThe news of his death triggered more violence.","valueText":"tetik"},{"keyText":"drawback.\n\na feature of something that makes it less useful than it could be.\n\ndrawback of/to: The main drawback of the scheme is its expense.","valueText":"zorluk"},{"keyText":"neglect.\n\nto fail to take care of someone when you are responsible for them.\n\nparents who neglect their children","valueText":"ihmal etmek"},{"keyText":"worsen.\n\nto become worse, or to make something worse.\n\nThe bill will worsen relations between Democrats and Republicans.","valueText":"kötüleşmek"},{"keyText":"whatsoever.\n\nused for emphasizing a negative statement.\n\nno something whatsoever: It had no effect whatsoever.","valueText":"hiç"},{"keyText":"affluent.\n\n.\n\n","valueText":"varlıklı"},{"keyText":"tactic.\n\na particular method or plan for achieving something.\n\nThe governor’s tactics involved accusing his opponent of being too liberal.","valueText":"taktik"},{"keyText":"defect.\n\na fault in someone or something.\n\nThere are a few minor design defects.","valueText":"bozukluk"},{"keyText":"shield.\n\n.\n\n","valueText":"kalkan"},{"keyText":"impose.\n\nto introduce something such as a new law or new system, and force people to accept it.\n\nrules and regulations imposed by national governments","valueText":"vergi koymak"},{"keyText":"competence.\n\nthe ability to do something in a satisfactory or effective way.\n\nHe demonstrated thorough competence in dealing with the issues.","valueText":"yetenek"},{"keyText":"labour.\n\n.\n\n","valueText":"iş gücü"},{"keyText":"attain.\n\nto succeed at achieving something, especially after much effort.\n\nNot all athletes attain this standard of physical fitness.","valueText":"elde etmek"},{"keyText":"perspective.\n\na way of thinking about something.\n\nYou can call it brave or foolish, depending on your perspective.","valueText":"bakış açısı"},{"keyText":"exhaust.\n\nto make someone extremely tired and without energy.\n\nCaring for young children can exhaust you physically and mentally.","valueText":"bitap düşmek"},{"keyText":"assign.\n\nto give someone a job to do.\n\nbe assigned to something: Two senior officers were assigned to the investigation.","valueText":"atamak"},{"keyText":"twist.\n\nto force something out of its original shape by bending it or turning it around.\n\nThe force of the explosion had twisted the metal.","valueText":"burkmak"},{"keyText":"inability.\n\nthe fact of not being able to do something.\n\ninability to do something: He was frustrated by his inability to control the ball.","valueText":"yetersizlik"},{"keyText":"voluntary.\n\na voluntary action is done because you choose to do it, and not because you have to.\n\nan attractive package to encourage voluntary early retirement","valueText":"gönüllü"},{"keyText":"presently.\n\nsoon.\n\nHe’ll be with you presently.","valueText":"şu an"},{"keyText":"subsidy.\n\nan amount of money that the government or another organization pays to help to reduce the cost of a product or service.\n\nThe government pays subsidies to farmers to produce particular crops.","valueText":"destekleme ödemesi"},{"keyText":"angle.\n\nthe shape that is made where two straight lines join or cross each other. Angles are measured in degrees. An angle that measures 90 degrees is a right angle; if it is less than 90 degrees, it is an acute angle, and if it is more than 90 degrees, it is an obtuse angle..\n\nGuns were firing at them from several different angles.","valueText":"açı"},{"keyText":"burden.\n\na serious or difficult responsibility that you have to deal with.\n\nUnemployment places a heavy burden on the welfare state.","valueText":"yük"},{"keyText":"solitude.\n\n.\n\n","valueText":"yalnızlık"},{"keyText":"ultimately.\n\nafter a process or activity has ended.\n\nHer efforts were ultimately bound to fail.","valueText":"sonuçta"},{"keyText":"strip.\n\nto take off all of your clothes or all of another person’s clothes.\n\nThey all stripped and ran into the water.","valueText":"giysilerini çıkarmak"},{"keyText":"sacrifice.\n\nto give up something important or valuable so that you or other people can do or have something else.\n\nsacrifice something to do something: She sacrificed her career to bring up the children.","valueText":"feda etmek"},{"keyText":"indirect.\n\nnot the immediate result of something.\n\nan indirect approach to the problem","valueText":"dolaylı"},{"keyText":"remarkably.\n\nin a way that is unusual and surprises or impresses you.\n\nMaria speaks remarkably good English.","valueText":"oldukça"},{"keyText":"sow.\n\nto plant seeds in the ground.\n\nSow the seeds thinly outdoors in spring.","valueText":"tohum ekmek"},{"keyText":"plunge.\n\nto fall quickly from a high position.\n\nIt was still dark when the helicopter plunged 500 feet into the ocean.","valueText":"suya dalmak"},{"keyText":"drastic.\n\na drastic action or change has a very big effect.\n\nScientists have warned that cases of food poisoning will increase unless drastic action is taken.","valueText":"esaslı"},{"keyText":"imaginary.\n\nnot real but only created in your mind.\n\nThe Equator is just an imaginary line.","valueText":"hayali"},{"keyText":"determine.\n\nto officially decide something.\n\ndetermine whether​/​why​/​who: It is for the court to determine whether she is guilty.","valueText":"belirlemek"},{"keyText":"minimize.\n\nto reduce something harmful or unpleasant to the smallest amount or degree.\n\nWe must minimize the damage to innocent civilians.","valueText":"en aza indirmek"},{"keyText":"amid.\n\nif something happens amid particular feelings or events, it happens while people have these feelings or while these events are happening.\n\nBanks and stores closed yesterday amid growing fears of violence.","valueText":"arasında"},{"keyText":"digest.\n\nwhen your stomach digests food, it changes it into the substances that your body needs.\n\nCheese can be difficult to digest.","valueText":"besinleri sindirmek"},{"keyText":"genius.\n\nsomeone who is much more intelligent or skillful than other people.\n\nBach’s Magnificat is clearly the work of a genius.","valueText":"deha"},{"keyText":"cater.\n\nto provide food and drinks at an event.\n\nWho’s catering the party?","valueText":"yiyecek içecek sağlamak"},{"keyText":"instruct.\n\nto tell someone to do something, especially officially or as their employer.\n\ninstruct someone to do something: He instructed his men to collect information about troop movements.","valueText":"bilgilendirmek"},{"keyText":"resolve.\n\nto make a formal decision, usually after a discussion and a vote at a meeting.\n\nresolve to do something: The committee resolved to review the overall level of spending.","valueText":"karar vermek"},{"keyText":"fright.\n\nan experience that makes you feel suddenly afraid.\n\nI got such a fright when Joe burst through the door.","valueText":"korku"},{"keyText":"thrill.\n\na sudden feeling of being very excited and pleased.\n\nthe thrill of (doing something): the thrill of visiting a new city","valueText":"heyecanlandırmak"},{"keyText":"prolong.\n\nto make something last longer.\n\nThe ongoing violence has prolonged the suffering of our people.","valueText":"uzatmak"},{"keyText":"coal.\n\na hard black substance that is dug from the ground and burned as fuel to provide heat.\n\nPut some more coal on the fire.","valueText":"kömür"},{"keyText":"alarming.\n\nfrightening or worrying.\n\nWe are getting alarming reports of refugees being rounded up and shot.","valueText":"endişe verici"},{"keyText":"sequence.\n\na set of related things that happen or are arranged in a particular order.\n\nA computer can store and repeat sequences of instructions.","valueText":"sıra"},{"keyText":"retail.\n\nrelating to the sale of goods directly to the public for their own use.\n\na retail outlet  (=a store)","valueText":"perakende satış"},{"keyText":"mammal.\n\n.\n\n","valueText":"memeli"},{"keyText":"facilitate.\n\nto make it possible or easier for something to happen.\n\nThe counselor may be able to facilitate communication between the couple.","valueText":"kolaylaştırmak"},{"keyText":"mansion.\n\n.\n\n","valueText":"malikane"},{"keyText":"housing.\n\nbuildings for people to live in.\n\nLand had to be found for new housing.","valueText":"konut"},{"keyText":"immense.\n\nextremely large.\n\nimmense distances","valueText":"çok büyük"},{"keyText":"mistaken.\n\nif someone is mistaken, they are wrong about something.\n\nmistaken about: He may have been mistaken about what he saw.","valueText":"hatalı"},{"keyText":"merit.\n\nan advantage or good quality that someone or something has.\n\nI can see very little merit in this approach.","valueText":"meziyet"},{"keyText":"rudely.\n\n.\n\n","valueText":"kaba bir biçimde"},{"keyText":"accomplish.\n\nto succeed in doing something, especially something that you have been trying to do for a period of time.\n\nHis job was to achieve the release of the hostages, a task he successfully accomplished.","valueText":"başarıyla tamamlamak"},{"keyText":"neatly.\n\n.\n\n","valueText":"düzgünce"},{"keyText":"irritate.\n\nto make someone feel annoyed or impatient.\n\nThe more intrusive advertisements become, the more they irritate Web users.","valueText":"kızdırmak"},{"keyText":"hence.\n\nused for introducing something that is a result of the fact that has just been stated.\n\nHis grandfather was Greek; hence the surname.","valueText":"dolayısıyla"},{"keyText":"slippery.\n\na slippery surface, object, etc. is difficult to move on or to hold because it is smooth, wet, or covered in something such as ice or oil.\n\nTake care, the steps are slippery.","valueText":"kaygan"},{"keyText":"subsequent.\n\nhappening or coming after something else.\n\nIn subsequent interviews, Steele has contradicted his original story.","valueText":"sonraki"},{"keyText":"triumph.\n\na great victory or success.\n\nThis track has been the setting for some of her greatest triumphs.","valueText":"zafer"},{"keyText":"stale.\n\nstale food such as bread is old and no longer fresh.\n\na package of stale crackers","valueText":"bayatlamak"},{"keyText":"transmit.\n\nto send out an electronic signal such as a radio or television signal.\n\nThe Super Bowl was transmitted via satellite to over 100 countries.","valueText":"iletmek"},{"keyText":"enterprise.\n\na business company or organization.\n\nEuro Disney is a much smaller enterprise than its American counterparts.","valueText":"girişim"},{"keyText":"compel.\n\nto force someone to do something, or to get something from someone using force.\n\ncompel someone to do something: The order compelled him to appear as a witness.","valueText":"mecbur etmek"},{"keyText":"horizontal.\n\nstraight and parallel to the ground.\n\nDraw a horizontal line across the page.","valueText":"yatay"},{"keyText":"disapproval.\n\na feeling of not approving of someone or something.\n\ndisapproval of: He made no secret of his disapproval of the way the affair was handled.","valueText":"onaylamama"},{"keyText":"unwillingly.\n\n.\n\n","valueText":"istemeyerek"},{"keyText":"chore.\n\nan ordinary job that must be done regularly.\n\nYou can go play after you’ve done your chores.","valueText":"günlük ev işi"},{"keyText":"aid.\n\nmoney, food, or other help that an organization or government gives to a country or area where people need it, for example because of a war or flood.\n\neconomic/medical aid: The UN provided emergency economic aid to the refugees.","valueText":"yardım"},{"keyText":"mutual.\n\nfelt or done in the same way by each of two or more people.\n\nmutual respect/support/understanding","valueText":"ortak"},{"keyText":"self.\n\nwho you are and what you think and feel, especially the conscious feeling of being separate and different from other people.\n\nsense of self: Young babies do not have a fully developed sense of self.","valueText":"benlik"},{"keyText":"inclusive.\n\nincluding all costs.\n\na three-week inclusive vacation in Italy","valueText":"dahil"},{"keyText":"infect.\n\nto make someone get a disease, that can be spread from one person to another.\n\nThousands of people have been infected.","valueText":"bulaştırmak"},{"keyText":"scan.\n\nto look at something very carefully, because you hope or expect to see a particular person or thing.\n\nHe scanned her face but there were no signs of emotion.","valueText":"taramak"},{"keyText":"grand.\n\na grand place, object, or occasion is very impressive.\n\nThe house was spacious and grand.","valueText":"büyük"},{"keyText":"dispose.\n\nto get rid of something that you no longer need or want.\n\nPlease dispose of all litter in the containers provided.","valueText":"kurtulmak"},{"keyText":"pursue.\n\nto follow a course of activity.\n\nHe wants to pursue a career in medicine.","valueText":"devam etmek"},{"keyText":"staircase.\n\n.\n\n","valueText":"merdiven"},{"keyText":"distort.\n\nto change something such as information so that it is no longer true or accurate.\n\nThe paper was accused of distorting the truth.","valueText":"çarpıtmak"},{"keyText":"dictate.\n\nto influence or control how something is done.\n\nTheir choice was dictated by political circumstances.","valueText":"söyleyerek yazdırmak"},{"keyText":"talkative.\n\n.\n\n","valueText":"konuşkan"},{"keyText":"humorous.\n\nfunny.\n\na humorous story","valueText":"gülünç"},{"keyText":"sphere.\n\nan object that is shaped like a ball.\n\nthe financial/political/scientific etc. sphere: Let’s take this debate out of the political sphere and into the public arena.","valueText":"küre"},{"keyText":"obsolete.\n\nno longer used because of being replaced by something newer and more effective.\n\nMost computer hardware rapidly becomes obsolete.","valueText":"modası geçmiş"},{"keyText":"dual.\n\nused about things that have two similar aspects, parts, or functions.\n\nThis car is fitted with dual exhaust.","valueText":"çifte"},{"keyText":"anticipate.\n\nto think that something will probably happen.\n\nThe organizers hadn’t anticipated the huge interest there was in the event.","valueText":"ummak"},{"keyText":"evolve.\n\nwhen a type of plant or animal evolves, its physical form changes over a long period of time.\n\nThese unique plants evolved undisturbed for millions of years.","valueText":"evrimleşmek"},{"keyText":"openly.\n\nin a direct or honest way that makes something obvious.\n\nThe report openly criticizes the military leadership.","valueText":"açıkça"},{"keyText":"foul.\n\nvery dirty, or smelling or tasting unpleasant.\n\nWhat’s that foul smell?","valueText":"pis"},{"keyText":"competent.\n\ncapable of doing something in a satisfactory or effective way.\n\na competent worker","valueText":"yetkin"},{"keyText":"reign.\n\nthe period of time when a king or queen rules a country.\n\nthe reign of Queen Elizabeth II","valueText":"hüküm sürmek"},{"keyText":"authorize.\n\nto give official permission for something to happen.\n\nAll overtime payments must be authorized by your supervisor.","valueText":"yetkili kılmak"},{"keyText":"outlook.\n\nan idea about what a situation will be like in the future.\n\nThe general outlook is much better than it was last year.","valueText":"bakış açısı"},{"keyText":"distress.\n\na feeling that you have when you are very unhappy, worried, or upset.\n\nI wouldn’t want to cause her any distress.","valueText":"sıkıntı"},{"keyText":"sip.\n\nto drink in small amounts.\n\nShe was already sitting at the bar, sipping wine.","valueText":"yudumlamak"},{"keyText":"proceed.\n\nto continue to happen.\n\nThese negotiations had been proceeding since the late 1960s.","valueText":"ilerlemek"},{"keyText":"executive.\n\na senior manager in a business or other organization.\n\na meeting with some of the company’s top executives","valueText":"yönetici"},{"keyText":"aggression.\n\na situation in which one country attacks another.\n\nWe will unite to defend ourselves against aggression.","valueText":"saldırganlık"},{"keyText":"spin.\n\nto turn around and around quickly.\n\nThe Earth spins on its axis.","valueText":"dönmek"},{"keyText":"contradict.\n\nto say that the opposite of what someone has said is true.\n\nHe didn’t dare contradict his parents.","valueText":"çelişmek"},{"keyText":"scholar.\n\nsomeone who studies a particular subject and knows a lot about it, especially a subject that is not scientific.\n\na distinguished scholar","valueText":"bilim adamı"},{"keyText":"imitate.\n\nto copy something.\n\nItalian ice cream is imitated all over the world.","valueText":"taklit etmek"},{"keyText":"appliance.\n\na machine or piece of equipment that you have in your home, for example a washing machine or refrigerator.\n\nWe stock a wide range of kitchen appliances.","valueText":"alet"},{"keyText":"greed.\n\na strong wish to have more money, things, or power than you need.\n\na growing culture of corporate greed  (=the greed of large companies)","valueText":"açgözlülük"},{"keyText":"administrator.\n\nsomeone whose job is to manage a business, organization, or institution.\n\nAn administrator has already been appointed to deal with the company’s dire financial situation.","valueText":"yönetici"},{"keyText":"appetite.\n\nthe natural feeling of wanting to eat.\n\na child with a healthy appetite","valueText":"iştah"},{"keyText":"exceed.\n\nto be greater than a number or amount.\n\nWind speeds exceeded 90 miles per hour.","valueText":"aşmak"},{"keyText":"disorder.\n\na situation in which things are not neat.\n\nin disorder: Everything was in disorder, but nothing seemed to have been taken.","valueText":"karışıklık"},{"keyText":"obstacle.\n\na difficulty or problem that prevents you from achieving something.\n\nDisabled people succeed in overcoming many obstacles in everyday life.","valueText":"engel"},{"keyText":"avenue.\n\na wide straight road, especially one with trees on each side.\n\nWe are left with no other avenue but to go to court.","valueText":"geniş cadde"},{"keyText":"nerve.\n\none of the groups of fibers in your body that carry messages between your brain and the rest of your body, communicating pain, pressure, feelings of heat and cold, etc..\n\nA pinched nerve is causing her a lot of pain.","valueText":"sinir"},{"keyText":"fund.\n\nan amount of money that you collect, save, or invest.\n\na fund to buy instruments for young musicians","valueText":"fon"},{"keyText":"peer.\n\nto look very carefully, especially because something is difficult to see.\n\npeer into/through/at/over etc.: She was peering through the window.","valueText":"akran"},{"keyText":"transportation.\n\nthe activity of moving people or things from one place to another, or the system used for doing this.\n\nrising transportation costs","valueText":"ulaşım"},{"keyText":"noticeable.\n\neasy to see, hear, or feel.\n\nThere was a noticeable chill in the air.","valueText":"farkedilebilir"},{"keyText":"upwards.\n\nmore than a particular number or amount.\n\nupwards of: Expect to spend upwards of $40 a day on food.","valueText":"yukarı"},{"keyText":"consent.\n\npermission to do something.\n\nwith/without someone’s consent: He entered the building without the owner’s consent.","valueText":"rıza"},{"keyText":"eliminate.\n\nto get rid of something that is not wanted or needed.\n\nMany infectious diseases have been virtually eliminated.","valueText":"elemek"},{"keyText":"renovate.\n\n.\n\n","valueText":"yenilemek"},{"keyText":"deputy.\n\n.\n\n","valueText":"milletvekil"},{"keyText":"distribution.\n\nthe process of giving something such as food, clothes, or money to a group of people, especially so that each person gets an equal share.\n\ndistribution of: The Red Cross organized the distribution of food and clothing in the disaster area.","valueText":"dağıtım"},{"keyText":"paradise.\n\nHeaven, the place where some people believe you go when you die if you have lived a good life.\n\nThe Seychelles are what most people think of as an island paradise.","valueText":"cennet"},{"keyText":"foundation.\n\nthe part of a structure of a building that is below the ground and supports the rest of it.\n\nHow long will it take to finish digging the foundations?","valueText":"temel"},{"keyText":"bid.\n\nto offer a particular amount of money for something, for example at an auction  (=an event where things are sold to the person who offers the most money).\n\nbid for: Two people were bidding against each other for the mirror.","valueText":"teklif vermek"},{"keyText":"formally.\n\nin a way that follows the correct or suitable official methods.\n\nThe Treaty of Paris formally recognized the independence of the United States.","valueText":"resmi olarak"},{"keyText":"bully.\n\nsomeone who frightens or hurts another person, especially over a period of time.\n\nthe office/school/class/playground bully","valueText":"zorba"},{"keyText":"fleet.\n\na group of vehicles, planes, boats, or trains, especially when they are owned by one organization or person.\n\nthe company’s fleet of vehicles","valueText":"filo"},{"keyText":"substantially.\n\nby a large amount or degree.\n\nWe have substantially increased the number of programs.","valueText":"büyük ölçüde"},{"keyText":"numerous.\n\nexisting in large numbers.\n\nHe had numerous other duties apart from teaching.","valueText":"çok sayıda"},{"keyText":"nonetheless.\n\ndespite what has just been said. The more usual word is nevertheless..\n\nShe seems surprised by her large following, but appreciative nonetheless .","valueText":"yine de"},{"keyText":"random.\n\nchosen or happening without any particular method, pattern, or purpose.\n\na random sample of voters","valueText":"rastgele"},{"keyText":"prestige.\n\nthe high reputation and respect that someone or something has earned, based on their impressive achievements, quality, etc..\n\nThis year’s outstanding tournament will do a lot to restore the competition’s prestige.","valueText":"saygınlık"},{"keyText":"negotiate.\n\nto try to reach an agreement by discussing something in a formal way, especially in a business or political situation.\n\nThe two sides have yet to show their willingness to negotiate.","valueText":"müzakerede bulunmak"},{"keyText":"dishonestly.\n\n.\n\n","valueText":"namussuzca"},{"keyText":"compensate.\n\nto change or remove the bad result of something.\n\ncompensate for: This payment more than compensates for what we’ve lost.","valueText":"tazmin etmek"},{"keyText":"grace.\n\na smooth and beautiful way of moving.\n\nShe moved with natural grace.","valueText":"zarafet"},{"keyText":"chaotic.\n\nhappening in a confused way and without any order or organization.\n\nThe situation at the border was chaotic, with thousands of refugees arriving every day.","valueText":"karmakarışık"},{"keyText":"garment.\n\na piece of clothing. This word is used especially when talking about the production and sale of clothes.\n\nwaterproof outer garments","valueText":"giysi"},{"keyText":"insight.\n\na chance to understand something or learn more about it.\n\ninsight into: a revealing insight into the mind of a violent murderer","valueText":"anlayış"},{"keyText":"controversy.\n\na disagreement, especially about a public policy or a moral issue that a lot of people have strong feelings about.\n\nThe election ended in controversy, with allegations of widespread vote-rigging.","valueText":"ihtilaf"},{"keyText":"radical.\n\na radical change or way of doing something is new and very different from the usual way.\n\na more radical approach to social problems","valueText":"köklü"},{"keyText":"overview.\n\na description of the main features of something.\n\noverview of: The book gives an overview of the period of French rule.","valueText":"genel bakış"},{"keyText":"premises.\n\nthe buildings and land that a business or organization uses.\n\nThe charity is hoping to move to new premises next year.","valueText":"bir kuruma ait bina"},{"keyText":"moderate.\n\nneither very great nor very small in amount, size, strength, or degree.\n\nCook the spinach over a moderate heat.","valueText":"ılımlı"},{"keyText":"precaution.\n\nsomething done to protect people or things against possible harm or trouble.\n\nas a precaution: Residents along the coast were evacuated as a precaution.","valueText":"tedbir"},{"keyText":"unite.\n\nif people, groups, or countries unite, they join together, often to work together to achieve a particular goal.\n\nOur community has united to demand a safer neighborhood.","valueText":"birleşmek"},{"keyText":"administration.\n\nthe activities involved in managing a business, organization, or institution.\n\nToo much is spent on administration, and not enough on patient care.","valueText":"yönetim"},{"keyText":"specifically.\n\nfor one particular thing or type of thing.\n\nThey bought the land specifically for the purpose of building a hotel.","valueText":"özellikle"},{"keyText":"differentiate.\n\nto see or show a difference between things.\n\ndifferentiate between: Neil is color-blind and cannot differentiate between red and green.","valueText":"ayrım yapmak"},{"keyText":"notion.\n\nknowledge or understanding of something.\n\nI haven’t the faintest notion what you’re talking about.","valueText":"düşünce"},{"keyText":"constitution.\n\na set of basic laws or principles for a country that describe the rights and duties of its citizens and the way in which it is governed.\n\nThe U.S. Constitution guarantees freedom of the press.","valueText":"anayasa"},{"keyText":"necessity.\n\na process, thing, or action that is needed in a situation.\n\nnecessity for: the necessity for a strong diplomatic effort","valueText":"gereksinim"},{"keyText":"classify.\n\nto put people or things into particular groups according to the features that they have.\n\nclassify someone/something according to something: In the study families are classified according to their incomes.","valueText":"sınıflandırmak"},{"keyText":"multiple.\n\ninvolving or consisting of many people, things, or parts.\n\nWords can have multiple meanings.","valueText":"birden çok"},{"keyText":"horizon.\n\nthe line in the distance where the sky seems to meet the earth.\n\nThe sun was setting on the horizon.","valueText":"ufuk"},{"keyText":"inspect.\n\nto look at something carefully in order to check that it is correct or good enough.\n\nEngineers will inspect the site later today.","valueText":"teftiş etmek"},{"keyText":"geology.\n\nthe scientific study of the structure of the Earth, the way in which it was formed, and how it has changed over time.\n\nthe geology of oil fields","valueText":"bir bölgenin jeolojik yapısı"},{"keyText":"duration.\n\nthe period of time during which something continues to happen or exist.\n\nTreatment of the disease depends on its severity and duration.","valueText":"süre"},{"keyText":"warrior.\n\n.\n\n","valueText":"savaşçı"},{"keyText":"flee.\n\nto escape from a dangerous situation or place very quickly.\n\nEarthquake victims have been forced to flee their homes.","valueText":"kaçmak"},{"keyText":"reputable.\n\ngenerally considered to be honest and reliable.\n\na reputable company/manufacturer","valueText":"saygın"},{"keyText":"jealousy.\n\nan unhappy feeling because someone has something that you would like or can do something that you would like to do.\n\nProfessional jealousy can cause problems at work.","valueText":"kıskançlık"},{"keyText":"pulse.\n\nthe regular movement of blood as the heart pumps it around the body.\n\nShe felt his wrist, checking for a pulse.","valueText":"nabız"},{"keyText":"vice versa.\n\nthe opposite of what has been said.\n\nShould I come to your house or vice versa?","valueText":"o da aynı şekilde"},{"keyText":"populate.\n\nif a group of people or animals populate an area, they live there.\n\nThese open areas of central Australia are mainly populated by farmers.","valueText":"yerleşmek"},{"keyText":"collaborate.\n\nto work with someone in order to produce something.\n\ncollaborate with: We have been collaborating closely with teachers in devising the lesson plans.","valueText":"işbirliği yapmak"},{"keyText":"somewhat.\n\nto some degree but not to a large degree.\n\nThe situation has improved somewhat during the past year.","valueText":"bir nebze"},{"keyText":"eligible.\n\nallowed by rules or laws to do something or to receive something.\n\nFifty-one percent of eligible voters voted in favor.","valueText":"uygun"},{"keyText":"trustworthy.\n\n.\n\n","valueText":"güvenilir"},{"keyText":"undergo.\n\nto experience something, especially something that is unpleasant but necessary.\n\nundergo surgery/treatment/an operation etc.: She underwent emergency surgery for suspected appendicitis.","valueText":"geçirmek"},{"keyText":"caution.\n\ncareful thought and lack of hurry in order to try to avoid risks or danger.\n\nwith caution: He was instructed to act with extreme caution.","valueText":"dikkat"},{"keyText":"consult.\n\nto ask for information or advice from someone who has special knowledge about a particular subject.\n\nBefore going on a diet, it is advisable to consult your doctor.","valueText":"danışmak"},{"keyText":"reproduce.\n\nto make a copy of something such as a picture, a piece of writing, or a musical sound.\n\nDarwin’s original Introduction is reproduced on page 6.","valueText":"çoğaltmak"},{"keyText":"officially.\n\npublicly and formally.\n\nThe school won’t be officially opened until next month.","valueText":"resmi olarak"},{"keyText":"habitat.\n\nthe type of place that a particular animal usually lives in or a particular plant usually grows in, for example a desert, forest, or lake.\n\nthe conservation of native wildlife and their habitats","valueText":"yaşama alanı"},{"keyText":"restriction.\n\na rule, action, or situation that limits or controls someone or something.\n\ntrade/travel/speed/parking restrictions","valueText":"sınırlama"},{"keyText":"superior.\n\nbetter than someone or something else in quality or skill.\n\nToward the end of the game the younger man’s superior strength began to show.","valueText":"üstün"},{"keyText":"riot.\n\na violent protest by a crowd of people.\n\nanti-government riots","valueText":"isyan"},{"keyText":"disrespect.\n\nthe attitude or behavior of someone who does not respect someone or something.\n\ntreat someone/something with disrespect: No one deserves to be treated with this level of disrespect.","valueText":"saygısızlık etmek"},{"keyText":"outnumber.\n\nif one group outnumbers another, there are more in the first group than in the second.\n\nDespite being outnumbered, they managed to fight back bravely.","valueText":"sayıca üstün olmak"},{"keyText":"vein.\n\none of the tubes in your body that carry blood to your heart. A tube that carries blood away from your heart is an artery..\n\nHe continued in this vein for a couple of minutes.","valueText":"damar"},{"keyText":"deserted.\n\na deserted place has no people in it.\n\nthe deserted streets","valueText":"ıssız"},{"keyText":"spine.\n\nthe row of bones down or along the middle of a human’s or animal’s back.\n\nHe’ll never do it – he’s got no spine.","valueText":"omurga"},{"keyText":"bribe.\n\nto give money or presents to someone so that they will help you by doing something dishonest or illegal.\n\nThey were found guilty of trying to bribe officials.","valueText":"rüşvet vermek"},{"keyText":"bilingual.\n\nsomeone who is bilingual is able to speak two languages extremely well.\n\nbilingual education","valueText":"iki dilli"},{"keyText":"faculty.\n\na department or group of departments in a university.\n\nthe Faculty of Medicine","valueText":"fakülte"},{"keyText":"flaw.\n\na mistake or fault in something that makes it useless or less effective.\n\nThere are serious flaws in the way we train our teachers.","valueText":"kusur"},{"keyText":"reluctant.\n\nnot willing to do something.\n\nreluctant to do something: She was reluctant to leave.","valueText":"gönülsüz"},{"keyText":"ratio.\n\na relationship between the sizes of two numbers or amounts.\n\na teacher-student ratio of 1:20  (=1 teacher for every 20 students)","valueText":"oran"},{"keyText":"vain.\n\nsomeone who is vain is very proud and thinks they are very attractive or special.\n\nHe was vain about his looks, spending hours in the gym.","valueText":"boşuna"},{"keyText":"thrive.\n\nto become very successful, happy, or healthy.\n\nChildren thrive when given plenty of love and attention.","valueText":"çok büyümek"},{"keyText":"corporate.\n\nrelating to large companies, or to a particular large company.\n\nOur corporate headquarters are in Madrid.","valueText":"kurumsal"},{"keyText":"germ.\n\na form of bacteria that spreads disease among people or animals.\n\nStrep is very different from the germ that causes ordinary sore throats.","valueText":"mikrop"},{"keyText":"exaggerate.\n\nto describe something in a way that makes it seem better, worse, larger, more important, etc. than it really is.\n\nDon’t exaggerate! It wasn’t that bad!","valueText":"abartmak"},{"keyText":"inevitable.\n\nimpossible to avoid or prevent.\n\nWar now seems almost inevitable.","valueText":"kaçınılmaz"},{"keyText":"outweigh.\n\nto be more important, useful, or valuable than something else.\n\nThe possible benefits outweigh the risks involved.","valueText":"ağır basmak"},{"keyText":"opposition.\n\nstrong disagreement with a plan or policy, especially when this is shown in active attempts to prevent something.\n\nopposition to: Public opposition to the military government is growing.","valueText":"muhalefet"},{"keyText":"principle.\n\na basic belief, theory, or rule that has a major influence on the way in which something is done.\n\nExcellent customer service should be our guiding principle.","valueText":"ilke"},{"keyText":"exclude.\n\nto deliberately not include something.\n\nThese figures exclude cash receipts.","valueText":"hariç tutmak"},{"keyText":"empire.\n\na number of countries ruled by one person or government.\n\nthe Ottoman Empire","valueText":"imparatorluk"},{"keyText":"infected.\n\nsomeone who is infected has a disease that can be spread from one person to another.\n\nKeep away from anyone who may be infected.","valueText":"iltihaplı"},{"keyText":"fabric.\n\ncloth, especially when it is used for making things such as clothes or curtains.\n\nplain/patterned/floral fabric","valueText":"kumaş"},{"keyText":"straw.\n\nthe yellow stems of dried crops such as wheat.\n\nbales of straw","valueText":"hasır"},{"keyText":"humanities.\n\n.\n\n","valueText":"beşeri bilimler"},{"keyText":"opt.\n\nto make a choice or decision from a range of possibilities.\n\nopt for: After recent setbacks in the market, most people are now opting for low-risk investments.","valueText":"tercih etmek"},{"keyText":"upward.\n\ntoward a higher position.\n\nThe road climbed upward.","valueText":"yukarıya doğru"},{"keyText":"sole.\n\nthe sole person or thing is the only one of a particular type.\n\nShe is the sole survivor of the crash.","valueText":"tek"},{"keyText":"conclude.\n\nto decide that something is true after looking at all the evidence you have.\n\nconclude that: The report concluded that a world recession was unlikely.","valueText":"karara varmak"},{"keyText":"appoint.\n\nto choose someone to do a particular job or have a particular position.\n\nWe need to appoint a new treasurer.","valueText":"atamak"},{"keyText":"reptile.\n\n.\n\n","valueText":"sürüngen"},{"keyText":"overcrowded.\n\ncontaining too many people or things.\n\nan overcrowded city/prison/classroom","valueText":"aşırı kalabalık"},{"keyText":"therapeutic.\n\nhelping to treat or cure illness.\n\nScientists want to investigate the therapeutic effects of acupuncture.","valueText":"tedavisel"},{"keyText":"injustice.\n\nfailure to treat someone fairly and to respect their rights.\n\na plan for fighting misery and social injustice","valueText":"adaletsizlik"},{"keyText":"disgusted.\n\nfeeling very angry and upset about something that you do not approve of.\n\ndisgusted at/by/about: I was disgusted by the way he treated those women.","valueText":"iğrenmiş"},{"keyText":"significance.\n\nthe importance that something has because it affects other things.\n\nsignificance for: changes that have enormous significance for the medical profession","valueText":"önem"},{"keyText":"log.\n\na thick piece of wood cut from a tree.\n\na roaring log fire","valueText":"kütük"},{"keyText":"alongside.\n\nalong the side of something, or close to the side of it.\n\nThe railroad track runs alongside the road.","valueText":"yan yana"},{"keyText":"comprehensive.\n\nincluding many details or aspects of something.\n\nWe offer a comprehensive range of goods and services.","valueText":"kapsamlı"},{"keyText":"refusal.\n\nthe act of refusing to do something.\n\nShe gave a firm refusal.","valueText":"reddetme"},{"keyText":"detect.\n\nto notice something, especially when it is not obvious.\n\nI thought I detected a hint of irony in her words.","valueText":"belirlemek"},{"keyText":"landmark.\n\na famous building or object that you can see and recognize easily.\n\nThe Statue of Liberty is a very famous landmark.","valueText":"kent simgesi"},{"keyText":"ample.\n\nenough, and often more than you need.\n\nan office complex with ample parking","valueText":"bol"},{"keyText":"prior.\n\nhappening, existing, or done before a particular time.\n\nprior notice/warning/consultation etc.: Illegally parked cars may be removed at any time without prior notice.","valueText":"önceden"},{"keyText":"hop.\n\nto move forward by jumping on one foot.\n\nThe little girl was hopping along next to her mother.","valueText":"zıplamak"},{"keyText":"sue.\n\nto make a legal claim against someone, usually to get money from them because they have done something bad to you. The legal claim is called a lawsuit.\n\nIf we go public with these allegations, do you think he will sue?","valueText":"dava açmak"},{"keyText":"quest.\n\n.\n\n","valueText":"arayış"},{"keyText":"orphan.\n\n.\n\n","valueText":"yetim"},{"keyText":"procession.\n\na line of people or vehicles moving in a slow and formal way as part of an event.\n\nThe anniversary was marked in 1689 with a huge procession through London.","valueText":"geçit töreni"},{"keyText":"donor.\n\nsomeone who gives blood, sperm, eggs, or a part of their body to be used in the medical treatment of someone else.\n\na blood donor","valueText":"bağışçı"},{"keyText":"secluded.\n\nprivate, peaceful, and not near other people or places.\n\nThe hotel has its own secluded beach.","valueText":"tenha"},{"keyText":"flesh.\n\nthe soft part of people’s or animals’ bodies that consists mostly of muscle and fat.\n\nThe dog’s teeth sank into my flesh.","valueText":"et"},{"keyText":"monetary.\n\nrelating to a country’s money and to the systems that a country uses for controlling its money supply.\n\nmonetary policy","valueText":"parasal"},{"keyText":"ongoing.\n\nstill happening or being done.\n\nan ongoing discussion/investigation/study","valueText":"devam eden"},{"keyText":"creep.\n\nif someone creeps somewhere, they move there quietly and slowly.\n\nI crept downstairs when everyone was asleep.","valueText":"sürünmek"},{"keyText":"fragrant.\n\nwith a pleasant smell.\n\nfragrant flowers/herbs","valueText":"kokulu"},{"keyText":"condemn.\n\nto say publicly that you think someone or something is bad or wrong.\n\nPoliticians have condemned the attacks.","valueText":"mahkum etmek"},{"keyText":"chronic.\n\na chronic illness or chronic pain is serious and lasts for a long time. A serious illness or pain that lasts only for a short time is described as acute.\n\nchronic back pain","valueText":"kronik"},{"keyText":"depict.\n\nto describe someone or something using words or pictures.\n\na television drama depicting the life of the artist","valueText":"resmetmek"},{"keyText":"originate.\n\nto begin to exist or appear for the first time.\n\noriginate in: The concept of factory outlet shopping originated in America.","valueText":"kaynaklanmak"},{"keyText":"ignorant.\n\nnot knowing something that you should know or need to know.\n\nignorant of: I was ignorant of the terms used in business.","valueText":"cahil"},{"keyText":"deceased.\n\ndead.\n\nflowers on the graves of deceased relatives","valueText":"maktul"},{"keyText":"conceive.\n\nto think of something such as a new idea, plan, or design.\n\nThe facilities had been conceived with families in mind.","valueText":"aklı almak"},{"keyText":"likewise.\n\nin the same way, or in a similar way.\n\nHenry always thought his upbringing was too strict. Likewise, his daughter now complains about her lack of freedom.","valueText":"aynı şekilde"},{"keyText":"bind.\n\nto tie someone’s hands or feet together so they cannot move.\n\nbind someone/something with something: They bound his hands with a rope.","valueText":"bağlamak"},{"keyText":"motion.\n\nthe process or action of moving.\n\nHe studied the motion of the planets.","valueText":"hareket"},{"keyText":"inhabit.\n\nto live in a particular place.\n\nThe islands are inhabited by 177,000 people.","valueText":"iskan etmek"},{"keyText":"infinite.\n\nvery great, and seeming to have no limit.\n\nThe possibilities are infinite.","valueText":"sonsuz"},{"keyText":"stitch.\n\na short piece of thread that you can see on cloth when it has been sewn.\n\nI put a couple of stitches in just to hold the ends together.","valueText":"dikiş"},{"keyText":"hollow.\n\nempty inside.\n\nThe tree trunk was completely hollow.","valueText":"içi boş"},{"keyText":"outrage.\n\na strong feeling of anger and shock at something that you feel is wrong or unfair.\n\noutrage over: There was public outrage over the killings.","valueText":"hakaret"},{"keyText":"crumble.\n\nto break something into very small pieces, or to be broken into very small pieces.\n\nThe soft earth of the riverbank crumbled under his feet.","valueText":"ufalamak"},{"keyText":"allege.\n\nto say that something is true or that someone has done something wrong or illegal, even though this has not been proved.\n\nallege that: The defense alleges that Jones was beaten up while in police custody.","valueText":"iddia etmek"},{"keyText":"speculate.\n\nto consider or discuss why something has happened or what might happen.\n\nspeculate on/about: We can only speculate on the reasons for his sudden resignation.","valueText":"spekülasyon yapmak"},{"keyText":"grain.\n\nthe seeds from crops such as wheat, rice, or corn that are used for food.\n\nbags of mixed grain","valueText":"tahıl"},{"keyText":"paramount.\n\nmore important than all other things.\n\nThe interests of the child are paramount.","valueText":"en önemli"},{"keyText":"parallel.\n\nlines that are parallel are the same distance apart at every point along their whole length.\n\nI drew two parallel lines around the border of the drawing.","valueText":"paralel"},{"keyText":"wilderness.\n\nan area of land where people do not live or grow crops and where there are no buildings.\n\nthe Alaskan wilderness","valueText":"vahşi doğa"},{"keyText":"anchor.\n\na heavy object that is dropped into the water to prevent a boat from moving.\n\nat anchor  (=held still using an anchor): luxury yachts at anchor in the port","valueText":"demir atmak"},{"keyText":"contempt.\n\na feeling that someone or something is unimportant and deserves no respect.\n\ncontempt for: I have nothing but contempt for their ridiculous opinions.","valueText":"aşağılama"},{"keyText":"core.\n\nthe most important or most basic part of something.\n\ncore of: These 2,500 words form the core of the language.","valueText":"öz"},{"keyText":"loom.\n\nif something unpleasant or difficult looms, it seems likely to happen soon.\n\nThe administration is denying that a crisis is looming.","valueText":"dokuma tezgahı"},{"keyText":"span.\n\nthe amount of time that something lasts.\n\nNearly 100 witnesses testified over a span of 20 days.","valueText":"süre"},{"keyText":"framework.\n\na set of principles, ideas, etc. that you use when you are forming your decisions and judgments.\n\nframework for: a framework for the study of television’s effect on society","valueText":"çerçeve"},{"keyText":"snatch.\n\nto pull or take something away quickly.\n\nKatherine angrily snatched her hand out of his grasp.","valueText":"kapmak"},{"keyText":"ordeal.\n\nan extremely unpleasant experience, especially one that lasts for a long time.\n\nThey have suffered a terrible ordeal.","valueText":"çile"},{"keyText":"retain.\n\nto keep someone or something.\n\nThese programs encourage the elderly to retain their independence.","valueText":"sürdürmek"},{"keyText":"heir.\n\nsomeone who will receive money, property, or a title when another person dies.\n\na real estate heir","valueText":"varis"},{"keyText":"cookie.\n\na small sweet cake that is usually flat and in the shape of a circle.\n\nchocolate-chip cookies","valueText":"çerez"},{"keyText":"sneak.\n\nto move somewhere quietly and secretly so that no one can see you or hear you.\n\nShe sneaked into the house by the back entrance.","valueText":"gizlice girmek"},{"keyText":"stranded.\n\nleft somewhere with no way of going anywhere else.\n\nHundreds of passengers were left stranded at the airport.","valueText":"yolda kalmış"},{"keyText":"transition.\n\nto change from one situation, form, or state to another, or to cause someone or something to do this.\n\nDramatic changes in content and teaching methods are needed to ensure that students transitioning from high school to college are successful.","valueText":"geçiş"},{"keyText":"realm.\n\na particular area of knowledge, experience, interest, etc..\n\nthe political/military realm","valueText":"krallık"},{"keyText":"definitive.\n\nbetter than all others.\n\nThis little book is the definitive travel guide to Moscow.","valueText":"kesin"},{"keyText":"dialect.\n\n.\n\n","valueText":"lehçe"},{"keyText":"resolution.\n\na formal proposal that is considered by an organization and is usually voted on at a meeting.\n\nThe U.N. General Assembly passed a resolution  (=formally accepted it) condemning the executions.","valueText":"kararlılık"},{"keyText":"throne.\n\na special chair that a king or queen sits on.\n\nan heir to the throne","valueText":"taht"},{"keyText":"troops.\n\n.\n\n","valueText":"birlikler"},{"keyText":"elapse.\n\nif time elapses, it passes.\n\nAnother hour elapsed and still the wind continued to howl.","valueText":"zaman geçmek"},{"keyText":"arid.\n\nan arid place is very dry without many plants because of a lack of rain.\n\nthe arid desert landscape","valueText":"kurak"},{"keyText":"prey.\n\nan animal that is caught by another animal and eaten.\n\nSpiders usually catch their prey by building webs.","valueText":"av"},{"keyText":"mount.\n\nif a particular feeling mounts, it gets stronger over a period of time.\n\nTension continues to mount between the two parties.","valueText":"binmek"},{"keyText":"phenomenal.\n\nextremely impressive or surprising.\n\nthe phenomenal success of the movie","valueText":"olağanüstü"},{"keyText":"deception.\n\nthe act of tricking someone by telling them something that is not true.\n\nHe was accused of obtaining money by deception.","valueText":"aldatma"},{"keyText":"masterpiece.\n\nan excellent painting, book, piece of music, etc., or the best work of art that a particular artist, writer, musician, etc. has ever produced.\n\n“Vertigo” is the film widely regarded as Hitchcock’s masterpiece.","valueText":"başyapıt"},{"keyText":"hypothesis.\n\nan idea that attempts to explain something but has not yet been tested or proved to be correct.\n\nOur findings support the hypothesis that these patients are at increased risk of heart disease.","valueText":"hipotez"},{"keyText":"hum.\n\nto make musical sounds with your lips closed.\n\nJerry hummed softly to himself.","valueText":"mırıldanmak"},{"keyText":"stake.\n\na wooden or metal post with a pointed end that is used for supporting or marking something.\n\nHe liked gambling, but only for small stakes.","valueText":"hisse"},{"keyText":"predominant.\n\nthe most common or greatest in number or amount.\n\nThe predominant view was that she was guilty.","valueText":"baskın"},{"keyText":"fraud.\n\nthe crime of obtaining money from someone by tricking them.\n\nPolice are investigating a complex fraud involving several bogus contractors.","valueText":"dolandırıcılık"},{"keyText":"resourceful.\n\ngood at finding effective ways to deal with problems.\n\na resourceful computer programmer","valueText":"becerikli"},{"keyText":"testify.\n\nto make a statement about something that you saw, know, or experienced, usually in a court of law.\n\ntestify for/against someone: Several key witnesses have agreed to testify against Edwards.","valueText":"tanıklık etmek"},{"keyText":"stagger.\n\nto walk in an uncontrolled way, as if you are going to fall over.\n\nShe staggered and fell.","valueText":"sendelemek"},{"keyText":"indifferent.\n\nlacking interest in something, or lacking sympathy with someone.\n\nindifferent to: It’s easy to be indifferent to money when you’ve never been poor.","valueText":"kayıtsız"},{"keyText":"conceal.\n\nto hide something so that it cannot be found.\n\nThe letters had been concealed under a mattress.","valueText":"gizlemek"},{"keyText":"catastrophe.\n\nan event that causes a lot of damage or makes a lot of people suffer.\n\nan economic/humanitarian/natural catastrophe","valueText":"felaket"},{"keyText":"infectious.\n\nan infectious disease is one that can spread from one person to another.\n\nThe condition is highly infectious.","valueText":"bulaşıcı"},{"keyText":"persuasion.\n\nthe process of persuading someone to do or believe something.\n\nWe achieve much more by persuasion than by brute force.","valueText":"ikna"},{"keyText":"fraction.\n\na division or part of a whole number, for example ½ or ¾.\n\nfraction of: His investment is now worth only a fraction of its original value.","valueText":"kesir"},{"keyText":"wicked.\n\nmorally wrong and deliberately intending to hurt people.\n\nI knew that it was a wicked thing to do.","valueText":"kötü"},{"keyText":"trait.\n\na particular quality in someone’s character.\n\ncharacter/personality traits","valueText":"özellik"},{"keyText":"pioneer.\n\none of the first people to travel to a new country and start living there, especially one of the first Europeans to start living in North America.\n\npioneer of: the pioneers of early color photography","valueText":"öncü"},{"keyText":"fertile.\n\nfertile land is able to produce good crops or plants.\n\nThis is surely fertile ground for experimentation.","valueText":"bereketli"},{"keyText":"province.\n\none of many areas into which some countries are divided.\n\nthe Canadian provinces","valueText":"il"},{"keyText":"rash.\n\nan area of small red spots on your skin, caused by an illness or an allergic reaction to something that you have touched, eaten, etc..\n\ndiaper/poison ivy/heat rash","valueText":"kızarıklık"},{"keyText":"cargo.\n\nthings that are being sent by ship, airplane, train, or truck.\n\nThe ship and all its cargo sank.","valueText":"kargo"},{"keyText":"horrified.\n\nvery shocked or frightened.\n\nPolice were horrified to discover a child’s body in the empty building.","valueText":"dehşete düşmüş"},{"keyText":"blend.\n\nto mix different foods or other substances together.\n\nBlend the butter and the sugar together.","valueText":"karışım"},{"keyText":"precede.\n\nto happen or exist before another person or thing.\n\nThe paragraph that precedes this one is unclear.","valueText":"önce gelmek"},{"keyText":"retreat.\n\nto avoid a dangerous, unpleasant, or embarrassing situation, especially by moving away from it.\n\nThe elephants retreated to the safety of the forest.","valueText":"geri çekilmek"},{"keyText":"suppress.\n\nto stop opposition or protest using military force or strict laws.\n\nsuppress a rebellion/uprising/demonstration: Pro-independence demonstrations were ruthlessly suppressed.","valueText":"bastırmak"},{"keyText":"adolescent.\n\na boy or girl who is changing into a young man or woman. The physical changes that take place at this time are known as puberty. An adolescent between the ages of 13 and 19 is called a teenager.\n\nAdolescents may need reassurance that their parents still love them.","valueText":"ergen"},{"keyText":"virtue.\n\na good quality or habit that a person has, especially a moral one such as honesty or loyalty.\n\nPatience is not one of my virtues.","valueText":"erdem"},{"keyText":"underlying.\n\nunderlying causes, facts, ideas, etc. are the real or basic ones, although they are not obvious or directly stated.\n\nThe underlying causes of the riots have been ignored.","valueText":"altında yatan"},{"keyText":"recur.\n\nto happen again.\n\nWe must make sure that the problem does not recur.","valueText":"tekrarlamak"},{"keyText":"courteous.\n\npolite, especially in a formal way.\n\nHotel employees must be courteous at all times.","valueText":"nazik"},{"keyText":"legacy.\n\nmoney or property that you arrange for someone to have after you die.\n\nMy grandmother died and left me a small legacy.","valueText":"miras"},{"keyText":"intellect.\n\nthe ability to think in an intelligent way and to understand difficult or complicated ideas and subjects.\n\nThese activities are designed to develop a baby’s intellect.","valueText":"zihin"},{"keyText":"dispute.\n\na serious disagreement, especially one between groups of people that lasts for a long time.\n\ndispute between: a territorial dispute between rival gangs","valueText":"anlaşmazlık"},{"keyText":"optimism.\n\n.\n\n","valueText":"iyimserlik"},{"keyText":"equate.\n\nto consider something to be the same as something else.\n\nequate something with/to something: These people seem to equate honesty with weakness.","valueText":"eşit tutmak"},{"keyText":"negligible.\n\nvery unimportant or small.\n\na negligible rise in unemployment","valueText":"önemsiz"},{"keyText":"unrest.\n\nangry or violent behavior by people who are protesting against something.\n\nThe capital city is facing growing political unrest.","valueText":"huzursuzluk"},{"keyText":"diagnose.\n\nto find out what physical or mental problem someone has by examining them.\n\nThese questions help doctors diagnose personality disorders.","valueText":"teşhis koymak"},{"keyText":"knot.\n\na point where string, rope, or cloth is tied together, or is twisted together and pulled tight.\n\nCan you tie a knot in the end of this thread?","valueText":"düğüm"},{"keyText":"reconcile.\n\nif you reconcile two people or groups, or if they reconcile, they become friendly again after a disagreement.\n\nThe couple has been making every effort to reconcile.","valueText":"uzlaşmak"},{"keyText":"whereabouts.\n\nthe place where someone or something is: can be followed by a singular or plural verb.\n\nsomeone’s/something’s whereabouts: The police have been investigating the group’s whereabouts.","valueText":"bulunduğu yer"},{"keyText":"echo.\n\nif a noise echoes, it is repeated because the sound hits a surface and returns.\n\necho around/through: Her question echoed around the room.","valueText":"yankı"},{"keyText":"formation.\n\nthe process during which something develops or is created.\n\nthe formation of stones in the kidneys","valueText":"oluşum"},{"keyText":"refine.\n\nto remove things from a natural substance in order to make it pure.\n\nWe’ve refined the system since it was first launched.","valueText":"arıtmak"},{"keyText":"spade.\n\n.\n\n","valueText":"kürek"},{"keyText":"suck.\n\nto pull liquid into your mouth by using the muscles in your cheeks and tongue.\n\nAfter the accident, I could only suck liquids through a straw.","valueText":"emmek"},{"keyText":"incorporate.\n\nto add or include something as a part of something else, for example as a part of an arrangement or a document.\n\nincorporate something into/in something: Congress incorporated this principle into the 1977 clean-air Amendments.","valueText":"içermek"},{"keyText":"arch.\n\na curved structure at the top of a door, window, or gate.\n\nthe arch above the front door","valueText":"kemer"},{"keyText":"supplement.\n\nto add something extra in order to improve something or make it bigger.\n\nHeat from the chimneys is pumped back in to supplement the heating system.","valueText":"ek"},{"keyText":"cunning.\n\nsomeone who is cunning uses their intelligence to get what they want, especially by tricking or cheating people.\n\na cunning and resourceful criminal","valueText":"kurnaz"},{"keyText":"wary.\n\ncareful or nervous about someone or something because you think they might cause a problem.\n\nHe was wary of putting too much trust in her.","valueText":"tetikte"},{"keyText":"yield.\n\nto produce something useful such as information or evidence.\n\nKnowing about our past does not automatically yield solutions to our current problems.","valueText":"mahsul vermek"},{"keyText":"refuge.\n\na place where you go to protect yourself from something dangerous or threatening.\n\na refuge for earthquake victims","valueText":"sığınak"},{"keyText":"tact.\n\n.\n\n","valueText":"ince bir anlayış"},{"keyText":"rigid.\n\nnot easily changed.\n\na rigid class system","valueText":"sert"},{"keyText":"tenant.\n\nsomeone who rents an apartment, house, office, piece of land, etc. from the person who owns it.\n\nThere are six commercial tenants in the building.","valueText":"kiracı"},{"keyText":"glow.\n\nto shine with a soft light.\n\nHis desk light glowed in the darkness of the big room.","valueText":"parıltı"},{"keyText":"famine.\n\n.\n\n","valueText":"kıtlık"},{"keyText":"rot.\n\nto decay by a gradual natural process, or to make something decay in this way.\n\nAll that candy will rot your teeth.","valueText":"çürümek"},{"keyText":"frontier.\n\na border between two countries, especially one with official points where people or vehicles cross.\n\nfrontier between: the frontier between Israel and Lebanon","valueText":"sınır"},{"keyText":"recognition.\n\nthe ability to recognize a person or thing.\n\nShe looked at me without a flicker of recognition in her eyes.","valueText":"tanınma"},{"keyText":"dependence.\n\na situation in which you need someone or something in order to live or succeed.\n\ndependence on: our dependence on our parents","valueText":"bağımlılık"},{"keyText":"stimulus.\n\nanything that encourages something to happen, develop, or improve.\n\nstimulus to: The Fed hopes that lower interest rates will be a stimulus to investment.","valueText":"uyarıcı"},{"keyText":"dedicate.\n\nto spend your time and effort doing something.\n\ndedicate something to something: Andy wants to dedicate more time to his hobbies.","valueText":"adamak"},{"keyText":"tire.\n\nthe rubber cover of a wheel, that is filled with air.\n\na flat tire  (=a tire without air in it): Oh no! Not another flat tire!","valueText":"yormak"},{"keyText":"frown.\n\nto move your eyebrows down and closer together because you are annoyed, worried, or thinking hard.\n\nSarah frowned and shook her head.","valueText":"kaşlarını çatmak"},{"keyText":"excel.\n\nto do something extremely well.\n\nWe aim to give every student the opportunity to excel.","valueText":"başarı göstermek"},{"keyText":"erupt.\n\nto start suddenly with a lot of violence or noise.\n\nPolice feared that a riot might erupt.","valueText":"patlamak"},{"keyText":"intent.\n\nthe intention to do something.\n\nsomeone’s intent to do something: Congress has declared its intent to reform the welfare system.","valueText":"niyet"},{"keyText":"defy.\n\nto refuse to obey someone or something.\n\nThe commander defied a direct order to surrender.","valueText":"meydan okumak"},{"keyText":"prevail.\n\nto be the strongest influence or element in a situation.\n\nWe hope that common sense will prevail and an agreement will soon be reached.","valueText":"üstün gelmek"},{"keyText":"ponder.\n\nto think carefully about something for a long time before reaching a decision.\n\nInjuries to key players have left the coach pondering his options for the next game.","valueText":"düşünmek"},{"keyText":"weary.\n\nvery tired, especially because of hard work or activity.\n\nThey collapsed on to their beds, too weary to get changed.","valueText":"yorgun"},{"keyText":"feeble.\n\nphysically weak, especially because you are old or sick.\n\na feeble light/voice","valueText":"güçsüz"},{"keyText":"antibiotic.\n\n.\n\n","valueText":"antibiyotik"},{"keyText":"instinct.\n\na natural tendency to behave in a particular way that people and animals are born with and that they obey without knowing why. For example the maternal instinct is a woman’s natural tendency to behave like a mother.\n\nthe instinct of ducklings to follow their mother","valueText":"içgüdü"},{"keyText":"ritual.\n\na formal ceremony.\n\nTheir meetings became a weekly ritual.","valueText":"dini tören"},{"keyText":"consecutive.\n\nfollowing one after another in order and with nothing else in between.\n\nHe’s been late now on three consecutive days.","valueText":"art arda gelen"},{"keyText":"execute.\n\nto kill someone as a punishment for a crime.\n\nThe state will execute him in 24 hours unless his appeal is granted.","valueText":"idam etmek"},{"keyText":"integrity.\n\nthe quality of always behaving according to the moral principles that you believe in, so that people respect and trust you.\n\nShe had a reputation for honesty and personal integrity.","valueText":"bütünlük"},{"keyText":"innate.\n\nan innate quality or ability is one that you have always had.\n\nHis innate sense of justice made him popular with his workforce.","valueText":"doğuştan"},{"keyText":"hail.\n\nto say publicly how good or important someone or something is.\n\nA familiar voice hailed him.","valueText":"dolu"},{"keyText":"ignorance.\n\nlack of knowledge or facts about a situation or a particular subject.\n\ndecisions based on ignorance and prejudice","valueText":"cehalet"},{"keyText":"stumble.\n\nto fall or almost fall while you are walking or running.\n\nCheryl’s horse stumbled, throwing her to the ground.","valueText":"ayağı takılmak"},{"keyText":"civilian.\n\nsomeone who does not belong to the military or the police.\n\nOver 700 civilians died as a direct result of the bombings.","valueText":"sivil"},{"keyText":"crude.\n\nmade using very simple methods or materials.\n\na crude home-made bomb","valueText":"ham"},{"keyText":"assembly.\n\na part of a government consisting of people who have been elected to make laws.\n\nthe French National Assembly","valueText":"meclis"},{"keyText":"ethics.\n\n.\n\n","valueText":"ahlak"},{"keyText":"verge.\n\nto almost be in a particular state.\n\nThe test was so difficult it was verging on the ridiculous.","valueText":"sınır"},{"keyText":"adverse.\n\nnegative, unpleasant, or harmful.\n\nan adverse reaction from the public","valueText":"olumsuz"},{"keyText":"sarcastic.\n\nusing sarcasm to upset someone or to show anger.\n\nAlan can be very sarcastic.","valueText":"alaycı"},{"keyText":"scrap.\n\na small piece of something such as paper or cloth.\n\nscrap of: Messages were written on scraps of paper.","valueText":"hurda"},{"keyText":"viable.\n\nable to be done, or worth doing.\n\nThe present system is simply no longer viable.","valueText":"uygulanabilir"},{"keyText":"rhyme.\n\na short poem, often for children, that has lines ending in the same sound.\n\nrhyme for: Can you think of a rhyme for “hat?”","valueText":"kafiye"},{"keyText":"utter.\n\ncomplete: often used for emphasizing how bad someone or something is.\n\nIt’s all been an utter waste of time.","valueText":"dile getirmek"},{"keyText":"bundle.\n\na group of things that have been tied together, especially so that you can carry them easily.\n\nThe women carried heavy bundles on their backs.","valueText":"bohça"},{"keyText":"fluctuate.\n\nto change frequently.\n\nThe price fluctuates between $1 and $2 per kilo.","valueText":"dalgalanmak"},{"keyText":"exclaim.\n\nto say something suddenly and loudly, especially because you are surprised, impressed, angry, etc..\n\n“Wow!” Bill exclaimed. “You look beautiful!”","valueText":"bağırmak"},{"keyText":"summon.\n\nto officially order someone to come to a place, especially a court of law.\n\nsummon someone to something: He was urgently summoned to Washington for consultations.","valueText":"çağırmak"},{"keyText":"strive.\n\nto make a lot of effort to achieve something.\n\nstrive to do something: We strive to be accurate, but some mistakes are inevitable.","valueText":"çabalamak"},{"keyText":"proximity.\n\nhow near something is to another thing, especially in distance or time.\n\nproximity to: the town’s proximity to the mountains","valueText":"yakınlık"},{"keyText":"rally.\n\na public meeting that a lot of people go to in order to support someone or something or to protest against someone or something.\n\na pro-democracy rally","valueText":"toplamak"},{"keyText":"capitalism.\n\n.\n\n","valueText":"sermayecilik"},{"keyText":"disclose.\n\nto give information to people, especially information that was secret.\n\nMost of the people interviewed requested that their identity not be disclosed.","valueText":"açıklamak"},{"keyText":"analogous.\n\nsimilar to another situation, process, etc. so that the same things are true of or relevant to both.\n\nanalogous to: Remote voting via the Internet is analogous to absentee voting and will have the same kinds of problems.","valueText":"benzer"},{"keyText":"overlap.\n\nif two objects overlap, or if one overlaps the other, the edge of one fits over the edge of the other.\n\nThe roof tiles need to overlap a little more.","valueText":"örtüşmek"},{"keyText":"contemplate.\n\nto consider doing something in the future.\n\nI’m contemplating retirement next year.","valueText":"düşünüp taşınmak"},{"keyText":"refrain.\n\nto stop yourself from doing something. This word is often used in official announcements or signs.\n\nrefrain from: Please refrain from smoking in this area.","valueText":"kaçınmak"},{"keyText":"perception.\n\na particular way of understanding or thinking about something.\n\nperception that: There is a perception that management only wants to cut costs.","valueText":"algı"},{"keyText":"particle.\n\nan extremely small piece or amount of something.\n\ndust particles","valueText":"tanecik"},{"keyText":"subtle.\n\nnot obvious, and therefore difficult to notice.\n\na subtle scent of lilacs","valueText":"güç algılanan"},{"keyText":"timber.\n\n.\n\n","valueText":"kereste"},{"keyText":"pit.\n\na very large hole dug in the ground in order to obtain a particular substance or type of stone.\n\na gravel pit","valueText":"çukur"},{"keyText":"vicious.\n\nextremely violent.\n\na vicious attack/assault","valueText":"çok kötü"},{"keyText":"medication.\n\na drug that you take to treat or cure an illness.\n\nAre you taking any medication?","valueText":"ilaç"},{"keyText":"premium.\n\nan amount of money that you pay regularly for an insurance policy.\n\nYour monthly premium will be $50.","valueText":"prim"},{"keyText":"sober.\n\nnot drunk.\n\nWe’ll talk about this tomorrow, when you’re sober.","valueText":"ayık"},{"keyText":"fragile.\n\neasy to break or damage.\n\nMost of the exhibits are too fragile to be sent abroad.","valueText":"kırılgan"},{"keyText":"mighty.\n\nvery large, powerful, or impressive.\n\na mighty empire","valueText":"güçlü"},{"keyText":"pursuit.\n\nthe process of trying to achieve something.\n\npursuit of: the pursuit of happiness","valueText":"takip"},{"keyText":"spouse.\n\n.\n\n","valueText":"eş"},{"keyText":"lure.\n\nto persuade someone to do something by making it look very attractive.\n\nThe campaign is designed to lure tourists back to the province.","valueText":"cezbetmek"},{"keyText":"devise.\n\nto invent a method of doing something.\n\nThey’ve devised a plan to allow students to study part-time.","valueText":"kurmak"},{"keyText":"immune.\n\nsafe from a disease, because you cannot be infected by it.\n\nimmune from/to: Few women were immune to his charm.","valueText":"bağışık"},{"keyText":"prosecute.\n\nto officially accuse someone of a crime and ask a court of law to judge them.\n\nNo one has yet been prosecuted in connection with the murder.","valueText":"dava açmak"},{"keyText":"surplus.\n\nmore of something than is necessary.\n\nKeep one cup of the liquid and throw away the surplus.","valueText":"fazlalık"},{"keyText":"elaborate.\n\nvery detailed and complicated.\n\nThe government’s new healthcare plan is the most elaborate yet.","valueText":"detaylandırmak"},{"keyText":"miniature.\n\nmuch smaller than things of the same kind.\n\na miniature railroad","valueText":"minyatür"},{"keyText":"spark.\n\nto make something happen, especially something involving violence or angry feelings.\n\nThe protests were sparked by the firing of two restaurant employees.","valueText":"kıvılcım"},{"keyText":"vivacious.\n\nlively and attractive.\n\na vivacious and charming lady","valueText":"neşeli"},{"keyText":"plead.\n\nto ask for something in an urgent or emotional way.\n\nplead for: He knelt in front of the king, pleading for mercy.","valueText":"yalvarmak"},{"keyText":"intervene.\n\nto become involved in a situation in order to try to stop or change it.\n\nThe police had to intervene when the protesters blocked traffic.","valueText":"araya girmek"},{"keyText":"spur.\n\na metal object on the heel of a rider’s boot that the rider presses into a horse’s side to make it go faster.\n\nThe news was a spur to the government to cut taxes.","valueText":"teşvik etmek"},{"keyText":"spit.\n\nto force some of the clear liquid called saliva out from your mouth.\n\nDino leaned over and spat on the ground.","valueText":"tükürmek"},{"keyText":"output.\n\nthe amount of something that a person, organization, system, etc. produces.\n\nIndustrial output increased by four percent last year.","valueText":"çıktı"},{"keyText":"morale.\n\nthe amount of enthusiasm that a person or group of people feel about their situation at a particular time.\n\nMorale is low, and many people are disillusioned.","valueText":"maneviyat"},{"keyText":"oddly.\n\nin an unusual way that attracts your interest or attention.\n\nDid you notice how oddly he was behaving?","valueText":"acayip şekilde"},{"keyText":"allied.\n\nbelonging to or connected with the countries that united to fight against Germany in World Wars I and II, or against Iraq in the Gulf War.\n\nAllied soldiers/forces: Allied forces landed in Normandy in the summer of 1944.","valueText":"müttefik"},{"keyText":"intact.\n\nnot harmed, damaged, or lacking any parts as a result of something that has happened.\n\nremain/survive intact: His image as party leader has survived the crisis intact.","valueText":"sağlam"},{"keyText":"patch.\n\na piece of cloth that you sew over a hole in clothes, or over a part where holes might form.\n\nShe wore a sweater with patches on the elbows.","valueText":"yama"},{"keyText":"plague.\n\nany serious disease that spreads quickly to a lot of people and usually ends in death.\n\na plague of cholera","valueText":"veba"},{"keyText":"analogy.\n\na comparison between two situations, processes, etc. that is intended to show that the two are similar.\n\nHe uses the analogy of the family to explain the role of the state.","valueText":"benzetme"},{"keyText":"undermine.\n\nto make something or someone become gradually less effective, confident, or successful.\n\nBritain was accused of undermining international efforts to reduce pollution.","valueText":"sinsice zarar vermek"},{"keyText":"mercy.\n\nthe act of forgiving someone or not treating them severely, especially someone who you have the authority to punish.\n\nIn this state, with hundreds on death row, mercy is a rare commodity.","valueText":"merhamet"},{"keyText":"weep.\n\nto cry because you feel unhappy or have some other strong emotion.\n\nShe began to weep tears of joy.","valueText":"ağlamak"},{"keyText":"vanity.\n\n.\n\n","valueText":"kibir"},{"keyText":"vulnerable.\n\nsomeone who is vulnerable is weak or easy to hurt physically or mentally.\n\nThe government must help the most vulnerable groups in our society.","valueText":"savunmasız"},{"keyText":"skull.\n\nthe bones of the head.\n\na sheep’s skull","valueText":"kafatası"},{"keyText":"offset.\n\nto balance the effect of something, with the result that there is no advantage or disadvantage.\n\nFalling sales in Thailand were offset by strong performances in other markets.","valueText":"dengelemek"},{"keyText":"drift.\n\nto be pushed along very slowly by the movement of air or water.\n\nThe boat started to drift out to sea.","valueText":"sürüklenmek"},{"keyText":"sorrow.\n\ngreat sadness.\n\nHe sensed a feeling of profound sorrow in her voice.","valueText":"üzüntü"},{"keyText":"corpse.\n\nthe body of a dead person.\n\nThey found his corpse a week later, washed up on the shore.","valueText":"ceset"},{"keyText":"scrutiny.\n\ncareful examination of someone or something.\n\nunder scrutiny: The diet industry comes under scrutiny in tonight’s program.","valueText":"inceleme"},{"keyText":"curb.\n\nthe edge of a sidewalk  (=path built beside a road) that is closest to the road. The British word is kerb.\n\nA car drew up to the curb and stopped.","valueText":"engellemek"},{"keyText":"empathy.\n\n.\n\n","valueText":"empati"},{"keyText":"assemble.\n\nto bring a group of things or people together in one place for a particular purpose.\n\nHow long would it take to assemble a team for a project like this?","valueText":"toplanmak"},{"keyText":"violate.\n\nto do something that is in opposition to a law, agreement, principle, etc..\n\nCompanies that violate environmental laws will be heavily fined.","valueText":"ihlal etmek"},{"keyText":"offspring.\n\nsomeone’s child or children.\n\nconflicts between parents and offspring","valueText":"yavru"},{"keyText":"intimate.\n\nan intimate friend is someone who you know very well and like very much.\n\nOnly intimate friends were invited to their wedding.","valueText":"samimi"},{"keyText":"thread.\n\na long thin fiber used for sewing pieces of cloth together or for weaving.\n\ncotton/silk/nylon thread","valueText":"iplik"},{"keyText":"pat.\n\nto touch someone gently several times with a flat hand to show that you care about them or want to make them feel better.\n\nStella patted his knee reassuringly.","valueText":"okşamak"},{"keyText":"practitioner.\n\nsomeone who works in a particular profession, especially medicine.\n\nHe decided to travel against the advice of a medical practitioner.","valueText":"doktor"},{"keyText":"millennium.\n\n.\n\n","valueText":"binyıl"},{"keyText":"combat.\n\nfighting during a war.\n\nfears of escalating combat","valueText":"muharebe"},{"keyText":"contrasting.\n\ndifferent from each other in a noticeable or interesting way.\n\ncontrasting styles/opinions/colors","valueText":"çelişen"},{"keyText":"scramble.\n\nto climb somewhere using your feet and hands.\n\nscramble over/up/down/out of etc.: She managed to scramble over the wall.","valueText":"tırmanmak"},{"keyText":"gasp.\n\nto breathe in suddenly, for example because you are surprised, shocked, or in pain.\n\ngasp at: I literally gasped at how beautiful it was.","valueText":"nefes nefese kalmak"},{"keyText":"novelty.\n\nsomething new and unusual.\n\nIn the 1950s, television was still a novelty.","valueText":"yenilik"},{"keyText":"advocate.\n\nto publicly support a particular policy or way of doing things.\n\nThere is no point in advocating improved public transportation unless we can pay for it.","valueText":"desteklemek"},{"keyText":"explicit.\n\nshowing or describing sex or violence with a lot of detail.\n\nthe movie’s explicit sex scenes","valueText":"aşikar"},{"keyText":"constrain.\n\nto limit someone’s freedom to do what they want.\n\nWe are always constrained by our budget.","valueText":"sınırlamak"},{"keyText":"resent.\n\nto experience angry unhappy feelings because you think you have been treated unfairly or without enough respect.\n\nThe girls in the family resented all the attention that Peter was getting.","valueText":"içerlemek"},{"keyText":"gamble.\n\nto risk money or something valuable in the hope of winning more if you are lucky or if you guess something correctly.\n\nWe used to gamble at the casinos in Atlantic City.","valueText":"kumar oynamak"},{"keyText":"prescribe.\n\nif a doctor prescribes a drug or treatment, they say you should have it.\n\nThe drug should not be taken unless prescribed by a doctor.","valueText":"reçete yazmak"},{"keyText":"persist.\n\nto continue to do or say something in a determined way.\n\n“But why?” he persisted.","valueText":"ısrar etmek"},{"keyText":"dubious.\n\nnot sure about the truth or quality of something, or whether you should do something.\n\ndubious about: I’m very dubious about his ability to do the job.","valueText":"şüpheli"},{"keyText":"swift.\n\nhappening quickly or immediately.\n\nEllen made a remarkably swift recovery.","valueText":"hızlı"},{"keyText":"snap.\n\nto suddenly break something with a short loud noise, or to be broken in this way.\n\nWhen the rope snapped, Davis fell into the water.","valueText":"kırmak"},{"keyText":"insomnia.\n\n.\n\n","valueText":"uykusuzluk hastalığı"},{"keyText":"glue.\n\na sticky substance that you use to attach things to each other.\n\na pot of glue","valueText":"tutkal"},{"keyText":"heap.\n\na large pile of something, especially a messy pile.\n\na rubbish heap","valueText":"yığın"},{"keyText":"consistent.\n\nnot changing in behavior, attitudes, or qualities.\n\nSince joining the team last year, he has become our most consistent performer.","valueText":"tutarlı"},{"keyText":"coastline.\n\nthe land along a coast, especially when seen from the ocean or the air.\n\nthe rugged Maine coastline","valueText":"sahil şeridi"},{"keyText":"stance.\n\nan attitude or view about an issue that you state clearly.\n\nstance on/toward/against: Tell us what your stance is on capital punishment.","valueText":"görüş"},{"keyText":"wrinkle.\n\n.\n\n","valueText":"kırıştırmak"},{"keyText":"linger.\n\nto stay somewhere longer than is necessary, or to spend longer doing something than is necessary, because it is enjoyable or helpful to you.\n\nI like to linger over breakfast and read the newspapers.","valueText":"oyalanmak"},{"keyText":"exquisite.\n\nextremely beautiful and delicate.\n\nan exquisite hand-painted vase from China","valueText":"enfes"},{"keyText":"convict.\n\nto prove in a court of law that someone is guilty of a crime.\n\nAnderson faces up to 24 years in prison if convicted.","valueText":"suçlu bulmak"},{"keyText":"dominance.\n\na situation in which one person or thing has more influence or power than any other.\n\nthe party’s growing dominance in the north of the country","valueText":"hakimiyet"},{"keyText":"omission.\n\nsomeone or something that has not been included, either deliberately or because someone forgot.\n\nThere are one or two surprising omissions from the list.","valueText":"ihmal"},{"keyText":"leap.\n\nto move somewhere suddenly and quickly.\n\nShe leaped to her feet  (=suddenly stood up) when she saw me.","valueText":"sıçramak"},{"keyText":"resistance.\n\nthe ability not to be affected or harmed by something, especially a disease or a drug.\n\nresistance to: Vitamin C helps build resistance to infection.","valueText":"direnç"},{"keyText":"concede.\n\nto admit that something is true.\n\nconcede that: Myers was forced to concede that competition had badly affected profits.","valueText":"kabullenmek"},{"keyText":"dignity.\n\nthe impressive behavior of someone who controls their emotions in a difficult situation.\n\nShe faced her death with great dignity.","valueText":"onur"},{"keyText":"gulf.\n\na large area of ocean that is almost surrounded by land.\n\nthe Persian Gulf","valueText":"körfez"},{"keyText":"dread.\n\nto feel very worried about something that might happen or something that is going to happen.\n\nShe dreads going to the dentist.","valueText":"korku ve endişe duymak"},{"keyText":"soar.\n\nto quickly increase to a high level.\n\nUnemployment has soared.","valueText":"hızla yükselmek"},{"keyText":"timid.\n\nshy and nervous.\n\nShe gave me a timid smile.","valueText":"ürkek"},{"keyText":"prime.\n\nmost important.\n\nOur prime concern was the safety of our customers.","valueText":"başlıca"},{"keyText":"carve.\n\nto make an object by cutting it from stone or wood.\n\nHe carved a statue of her out of an old log.","valueText":"oymak"},{"keyText":"theoretical.\n\nbased on theories or ideas instead of on practical experience.\n\nThe course is designed to be practical rather than theoretical.","valueText":"teorik"},{"keyText":"horrifying.\n\n.\n\n","valueText":"korkunç"},{"keyText":"profound.\n\nvery great.\n\na profound change in the climate of the Earth","valueText":"derin"},{"keyText":"sentiment.\n\na belief or an attitude toward something.\n\nI had considerable sympathy with the sentiments expressed in his letter.","valueText":"his"},{"keyText":"interpretation.\n\nan explanation of the meaning or importance of something.\n\ninterpretation of: The Catholic interpretation of the Bible is slightly different.","valueText":"yorum"},{"keyText":"reckless.\n\nnot thinking about the possible bad effects of your actions.\n\nDon’t do anything reckless.","valueText":"dikkatsiz"},{"keyText":"sin.\n\nan action, thought, or way of behaving that is wrong according to religious laws.\n\nthe sin of pride/greed","valueText":"günah"},{"keyText":"disgust.\n\na very strong feeling of not liking something.\n\nThe idea of eating meat fills me with disgust.","valueText":"tiksindirmek"},{"keyText":"illusion.\n\na false or wrong belief or idea.\n\nillusion that: Many people still have the illusion that full employment is possible.","valueText":"yanılsama"},{"keyText":"sustain.\n\nto provide the conditions in which something can happen or exist.\n\nOnly two of the planets could sustain life.","valueText":"sürdürmek"},{"keyText":"facial.\n\non your face.\n\nfacial injuries","valueText":"yüz (ile ilgili)"},{"keyText":"longing.\n\na strong feeling of wanting someone or something.\n\nJean ached with longing to return home and see her family again.","valueText":"özlem"},{"keyText":"inseparable.\n\npeople who are inseparable have a very close relationship and spend all their time together.\n\ninseparable from: His personal morality was inseparable from his religious beliefs.","valueText":"ayrılmaz"},{"keyText":"relate.\n\nto show or make a connection between two different things.\n\nI can’t really see how the two issues relate.","valueText":"bağlı olmak"},{"keyText":"pinpoint.\n\nto discover or explain exactly what something is.\n\nWe’ve been unable to pinpoint the source of the problem.","valueText":"yerini tam olarak belirlemek"},{"keyText":"alliance.\n\nan arrangement between two or more people, groups, or countries by which they agree to work together to achieve something.\n\nalliance between: an alliance between conservative Democrats and moderate Republicans","valueText":"ittifak"},{"keyText":"soothing.\n\n.\n\n","valueText":"yatıştırıcı"},{"keyText":"bias.\n\nan attitude that you have that makes you treat someone in a way that is unfair or different from the way you treat other people.\n\nIdeally we’d choose judges who are without political bias.","valueText":"önyargı"},{"keyText":"commence.\n\nto begin, or to begin something.\n\nThe lawyers are preparing for the trial, which commences in 30 days.","valueText":"başlamak"},{"keyText":"feat.\n\nsomething impressive and often dangerous that someone does.\n\nfeats of strength/endurance/skill","valueText":"beceri"},{"keyText":"intrinsic.\n\nrelating to the essential qualities or features of something or someone.\n\nthe intrinsic beauty of the Italian language","valueText":"içsel"},{"keyText":"sideways.\n\nto, toward, or from one side.\n\nHe gave me a sideways look.","valueText":"yanlamasına"},{"keyText":"capitalist.\n\n.\n\n","valueText":"kapitalist"},{"keyText":"mainstream.\n\nconsidered ordinary or normal and accepted or used by most people.\n\nThese children have all been excluded from mainstream schools.","valueText":"ana akım"},{"keyText":"heritage.\n\nthe art, buildings, traditions, and beliefs that a society considers important to its history and culture.\n\nIreland’s rich musical heritage","valueText":"miras"},{"keyText":"surrender.\n\nto say officially that you have been defeated and will stop fighting.\n\nRebel forces have surrendered after three years of fighting.","valueText":"teslim olmak"},{"keyText":"overload.\n\n.\n\n","valueText":"fazla doldurmak"},{"keyText":"veteran.\n\nsomeone who was in the military, especially during a war.\n\na veteran of World War II","valueText":"kıdemli"},{"keyText":"pole.\n\na long thin stick, often used for holding or supporting something.\n\nThere were rows of poles supporting young bean plants.","valueText":"kutup"},{"keyText":"whereby.\n\nused for saying that something is done according to the method, arrangement, rule, etc. that has been referred to.\n\na regulation whereby an employer is held responsible for any accident","valueText":"vasıtasıyla"},{"keyText":"dim.\n\ndim light is not bright.\n\nthe dim glow of the streetlamp","valueText":"loş"},{"keyText":"attribute.\n\nto believe that something is the result of a particular situation, event, or person’s actions.\n\nHer teachers attributed her learning difficulties to emotional problems.","valueText":"dayandırmak"},{"keyText":"remorse.\n\na strong sad and guilty feeling about something that you have done wrong.\n\nshow/feel/express remorse (for): She has never shown any remorse for her crime.","valueText":"pişmanlık"},{"keyText":"arbitrary.\n\nnot based on any particular plan, or not done for any particular reason.\n\nan arbitrary decision","valueText":"gelişigüzel"},{"keyText":"confront.\n\nto deal with a difficult situation.\n\nIt takes courage to confront your fears.","valueText":"yüzleşmek"},{"keyText":"vomit.\n\n.\n\n","valueText":"kusmak"},{"keyText":"misplace.\n\nto put something in the wrong place and lose it, especially temporarily.\n\nThe officers were told the records had either been lost or misplaced.","valueText":"yanlış yere koymak"},{"keyText":"strap.\n\na narrow piece of cloth, plastic, etc. attached to something that you use for holding or carrying it, or hanging it up by.\n\nThe purse was hanging on the chair by its strap.","valueText":"kayış"},{"keyText":"portray.\n\nto show or describe someone or something in a particular way.\n\nportray someone as something: Opponents portray the president as weak and ineffectual.","valueText":"resmetmek"},{"keyText":"fluid.\n\na liquid.\n\nDrink lots of fluids during exercise.","valueText":"sıvı"},{"keyText":"lump.\n\na solid piece of something that does not have a regular shape.\n\nlump of: a lump of metal/coal/clay","valueText":"topak"},{"keyText":"humanitarian.\n\nrelating to efforts to help people who are living in very bad conditions and are suffering because of a war, flood, earthquake etc..\n\nhumanitarian aid/supplies/relief  (=food, clothes, medicine, and shelter): Humanitarian relief efforts have been stopped by the attacks.","valueText":"insani"},{"keyText":"irritable.\n\nlikely to become easily annoyed or impatient.\n\nShe seems a little irritable this morning.","valueText":"asabi"},{"keyText":"hygienic.\n\nclean and not likely to cause illness or disease.\n\nhygienic conditions/supplies","valueText":"hijyenik"},{"keyText":"hinder.\n\nto stop someone or something from making progress or developing.\n\nBad weather is hindering the search for survivors.","valueText":"engel olmak"},{"keyText":"stern.\n\na stern person, expression, or statement is serious and severe.\n\nA smile suddenly transformed her stern face.","valueText":"sert"},{"keyText":"vow.\n\na serious promise.\n\nmake a vow (that): I’ve made a vow that I’m going to study harder.","valueText":"yemin etmek"},{"keyText":"provoke.\n\nto deliberately try to make someone angry.\n\nHe’s just trying to provoke you.","valueText":"kışkırtmak"},{"keyText":"handy.\n\nuseful.\n\nhandy for: The book is handy for quick reference.","valueText":"kullanışlı"},{"keyText":"transplant.\n\na medical operation in which a new organ is put into someone’s body. The organ is taken from the body of another person, especially someone who has just died, who is called a donor.\n\nThere is a shortage of donors for liver transplants.","valueText":"organ nakli"},{"keyText":"conscience.\n\nthe ideas and feelings you have that tell you whether something you are doing is right or wrong.\n\nEach person must vote according to his or her own conscience.","valueText":"vicdan"},{"keyText":"plea.\n\nan urgent or emotional request for something.\n\nplea for: The police ignored her pleas for help.","valueText":"savunma"},{"keyText":"reunion.\n\na social event for people who have not seen each other for a long time, for example members of the same family or people who studied or worked together.\n\na family/high school reunion","valueText":"yeniden bir araya gelme"},{"keyText":"spiral.\n\na shape that looks like a set of circles inside each other, made by one line curving inside itself.\n\nthe endless spiral of violence and hatred","valueText":"sarmal"},{"keyText":"idle.\n\nmachines or factories that are idle are not being used.\n\nThe extra power stations are idle when demand is lower.","valueText":"boşta olmak"},{"keyText":"prone.\n\nlikely to do something or be affected by something, especially something bad.\n\nprone to: The coastal region is prone to earthquakes.","valueText":"yatkın"},{"keyText":"revive.\n\nto make someone become conscious or alive again.\n\nAttempts to revive him failed, and he died soon afterward.","valueText":"canlanmak"},{"keyText":"industrious.\n\n.\n\n","valueText":"çalışkan"},{"keyText":"retrieve.\n\nto get something back, especially something that is not easy to find.\n\nShe stooped to retrieve the key from the ground.","valueText":"geri elde etmek"},{"keyText":"inherit.\n\nto receive property or money from someone who has died.\n\ninherit something from someone: He inherited the business from his father.","valueText":"miras olarak almak"},{"keyText":"overboard.\n\noff a boat or ship and into the water.\n\nTwo sailors were swept overboard by the wave.","valueText":"gemiden denize"},{"keyText":"eventual.\n\nhappening or existing at the end of a process or period of time.\n\nhis eventual capture and imprisonment","valueText":"nihai"},{"keyText":"accumulate.\n\nto get more and more of something over a period of time.\n\nOver the years, I had accumulated hundreds of books.","valueText":"biriktirmek"},{"keyText":"fist.\n\nyour hand when your fingers are closed tightly.\n\nHe banged the table with his fist.","valueText":"yumruk"},{"keyText":"initiate.\n\nto make something start.\n\nThe company initiated a management training program for small businesses.","valueText":"başlatmak"},{"keyText":"wreck.\n\nto severely damage or destroy a vehicle or building.\n\nThe town has been wrecked by the bombing.","valueText":"enkaz"},{"keyText":"crush.\n\nto hit or press something so hard that you damage it severely or destroy it, especially by making its shape flatter.\n\nThe front of the car was completely crushed in the accident.","valueText":"ezmek"},{"keyText":"trash.\n\nwaste material such as paper, plastic bags, used containers, etc. The British word is rubbish.\n\nThe average American family produces three pounds of trash a day.","valueText":"saçmalık"},{"keyText":"impulse.\n\na sudden strong feeling that you must do something.\n\nan impulse to do something: Jenny felt a sudden impulse to play some music.","valueText":"ani bir istek"},{"keyText":"globe.\n\n.\n\n","valueText":"dünya"},{"keyText":"infer.\n\nto form an opinion about something that is based on information that you already have.\n\ninfer something from something: A link between the two conditions can be inferred from previous studies.","valueText":"anlam çıkarmak"},{"keyText":"fundamental.\n\nrelating to the basic nature or character of something.\n\na fundamental flaw/weakness  (=something basic that is wrong): Some people see this as a fundamental flaw in his argument.","valueText":"temel"},{"keyText":"tender.\n\ngentle in a way that shows that you care about someone or something.\n\nHer voice was low and tender.","valueText":"yumuşak"},{"keyText":"elusive.\n\nan elusive person or animal is difficult or impossible to find or catch.\n\nThe rebel leader proved elusive.","valueText":"zor bulunur"},{"keyText":"proverb.\n\n.\n\n","valueText":"atasözü"},{"keyText":"deceptive.\n\nsomething that is deceptive seems very different from the way it really is.\n\na deceptive calmness in his voice","valueText":"aldatıcı"},{"keyText":"toss.\n\nto throw something somewhere gently or in a slightly careless way.\n\nShe smiled at me, tossing her coat onto the chair.","valueText":"fırlatmak"},{"keyText":"naval.\n\nrelating to or belonging to a country’s navy.\n\na naval officer/battle","valueText":"denizcilik"},{"keyText":"ethical.\n\ninvolving the principles used for deciding what is right and what is wrong.\n\nethical issues/standards/objections","valueText":"ahlaki"},{"keyText":"frantic.\n\ndone in a very urgent way.\n\nfrantic attempts to rescue people from the fire","valueText":"çılgın"},{"keyText":"innocence.\n\nthe state of not being guilty of a crime.\n\nThe jury’s role is to decide the guilt or innocence of the defendant.","valueText":"masumiyet"},{"keyText":"grin.\n\nto smile showing your teeth.\n\ngrin at: Ruth grinned at him as she waved good-bye.","valueText":"sırıtmak"},{"keyText":"amend.\n\nto make changes to a document, law, agreement, etc., especially in order to improve it.\n\nA law amending the Chilean constitution was approved on January 22nd.","valueText":"değiştirmek"},{"keyText":"merge.\n\nif two organizations merge, or if you merge them, they combine to form one bigger organization.\n\nTwo of Indonesia’s top banks are planning to merge.","valueText":"birleşmek"},{"keyText":"relieve.\n\nto make pain or another bad physical feeling less unpleasant.\n\nUse a cooling gel to relieve the discomfort of sunburn.","valueText":"rahatlatmak"},{"keyText":"chill.\n\nif you chill food or drink, or if it chills, it becomes cold enough to be ready to eat or drink.\n\nChill the dessert in the refrigerator for about two hours.","valueText":"soğumak"},{"keyText":"backward.\n\nmoving or looking in the direction that is behind you.\n\na backward glance","valueText":"geç kavrayan"},{"keyText":"ornament.\n\na small attractive object used for decoration or for making someone or something more beautiful.\n\nChristmas tree ornaments","valueText":"süs"},{"keyText":"solitary.\n\ntending to spend a lot of time alone.\n\na largely solitary bird","valueText":"yalnız"},{"keyText":"plausible.\n\nlikely to be true.\n\nA bomb was the only plausible explanation for the crash.","valueText":"makul"},{"keyText":"intolerable.\n\nimpossible to bear or deal with.\n\nintolerable pain","valueText":"dayanılmaz"},{"keyText":"prosper.\n\nto be successful, especially by making a lot of money.\n\nThe business continues to prosper.","valueText":"gelişmek"},{"keyText":"weed.\n\na plant that grows easily and is usually found in places where you do not want it.\n\nThe yard was overgrown with weeds.","valueText":"yabani ot"},{"keyText":"paradox.\n\na person, thing, or situation that is strange because they have features or qualities that do not normally exist together.\n\nWe get this apparent paradox of people migrating to an area that has very high unemployment.","valueText":"çelişki"},{"keyText":"sane.\n\nsomeone who is sane is able to think and speak in a reasonable way and to behave normally.\n\nThe jury decided that Malich was sane when he opened fire.","valueText":"aklı başında"},{"keyText":"circuit.\n\nthe complete path around which an electric current flows.\n\na performer on the New York comedy-club circuit","valueText":"devre"},{"keyText":"apologetic.\n\nshowing that you are sorry for doing something wrong or for causing a problem.\n\nThe manager was very apologetic.","valueText":"mahcup"},{"keyText":"inherent.\n\nan inherent quality is a basic or essential feature that gives something its character.\n\nThe design of the building had inherent weaknesses.","valueText":"doğasında olan"},{"keyText":"longevity.\n\nthe fact of having a long life or existence.\n\na diet that promotes health and longevity","valueText":"uzun yaşam"},{"keyText":"conversion.\n\nthe process of changing from one system, method, or use to another.\n\ncurrency conversion","valueText":"dönüşme"},{"keyText":"moan.\n\nif someone moans, they make a long low sound because of pain, sadness, or pleasure.\n\nJames continued to moan loudly as the pain intensified.","valueText":"inlemek"},{"keyText":"infant.\n\na baby, or a very young child.\n\nInfants and elderly people are particularly at risk.","valueText":"bebek"},{"keyText":"breadth.\n\nthe distance from one side of an object to the other.\n\n5 feet in breadth","valueText":"genişlik"},{"keyText":"reform.\n\na change that is intended to correct a situation that is wrong or unfair, or make a system work more effectively.\n\na program of economic reforms","valueText":"yeniden düzenlemek"},{"keyText":"confined.\n\n.\n\n","valueText":"mahsur"},{"keyText":"venture.\n\na new business or activity.\n\na new/profitable venture","valueText":"girişim"},{"keyText":"sibling.\n\nyour siblings are your brothers and sisters.\n\nHe has no siblings.","valueText":"kardeş"},{"keyText":"swell.\n\nto become larger than normal, usually because of liquid collecting inside.\n\nMy ankles tend to swell when I travel by air.","valueText":"şişmek"},{"keyText":"expire.\n\nif an agreement, offer, or official document expires, the period of time during which it exists or can be used comes to an end.\n\nThe loan offer is due to expire this week.","valueText":"süresi dolmak"},{"keyText":"essence.\n\nthe most important part of something, usually the part that gives it its general character.\n\nessence of: The essence of their argument is that life cannot be explained by science.","valueText":"öz"},{"keyText":"coral.\n\n.\n\n","valueText":"mercan"},{"keyText":"imply.\n\nif one thing implies another thing, the other thing is likely to exist or be true.\n\nThe presence of stairs in the ruins implies an upper floor.","valueText":"ima etmek"},{"keyText":"roof.\n\nthe top outer part of a building.\n\nThe roof is leaking again.","valueText":"çatı"},{"keyText":"tolerance.\n\nthe attitude of someone who is willing to accept someone else’s beliefs, way of life, etc. without criticizing them even if they disagree with them.\n\ntolerance of/toward: We need to show greater tolerance toward each other.","valueText":"hoşgörü"},{"keyText":"coincide.\n\nto happen at the same time as something else.\n\nThe arrivals of the boat and the train are supposed to coincide.","valueText":"denk gelmek"},{"keyText":"incentive.\n\nsomething that makes you want to do something or to work harder, because you know that you will benefit by doing this.\n\nThey want to stimulate growth in the region by offering incentives to foreign investors.","valueText":"teşvik"},{"keyText":"pastime.\n\nsomething that you do regularly for fun in your free time.\n\nSkateboarding is the favorite pastime of many teenagers.","valueText":"eğlence"},{"keyText":"sprinkle.\n\nto shake small amounts of a liquid or a substance such as sugar over the surface of something.\n\nSprinkle soy sauce on the chicken.","valueText":"serpmek"},{"keyText":"confine.\n\nto force someone to stay in a place and prevent them from leaving.\n\nconfine someone to something: Many prisoners are confined to their cells for long periods of time.","valueText":"sınırlandırmak"},{"keyText":"drought.\n\na long period of time when there is little or no rain and crops die.\n\nThe region is experiencing a severe drought.","valueText":"kuraklık"},{"keyText":"shaped.\n\nwith a particular shape.\n\nvases shaped like flowers","valueText":"biçimli"},{"keyText":"humble.\n\nnot proud and not thinking that you are better than other people.\n\nHe was a genuinely humble man.","valueText":"alçakgönüllü"},{"keyText":"astronomy.\n\n.\n\n","valueText":"astronomi"},{"keyText":"drain.\n\nto let liquid flow away from something.\n\nAfter the pasta is cooked, drain it and serve immediately.","valueText":"suyunu boşaltmak"},{"keyText":"legitimate.\n\nallowed by the law, or correct according to the law.\n\nAre the premises being used for legitimate business purposes?","valueText":"meşru"},{"keyText":"embarrass.\n\nto make someone feel nervous, ashamed, or stupid in a social situation.\n\nIt embarrassed me to have to give my opinion in public.","valueText":"utandırmak"},{"keyText":"nest.\n\na structure that birds make to keep their eggs and babies in.\n\nbuild a nest: Ducks usually build their nests on the ground.","valueText":"yuva"},{"keyText":"accommodate.\n\nto provide a place or room for someone to stay in.\n\nDesigned by an Italian architect, the hotel can accommodate 600 guests.","valueText":"kalacak yer vermek"},{"keyText":"oath.\n\na formal promise, especially one made in a court of law.\n\nan oath of loyalty","valueText":"yemin"},{"keyText":"trim.\n\nto cut something such as hair so that it looks neat.\n\na well-trimmed beard","valueText":"kırpmak"},{"keyText":"dye.\n\n.\n\n","valueText":"boyamak"},{"keyText":"governor.\n\nan elected official who is the political head of a state in the U.S..\n\nthe governor of California","valueText":"vali"},{"keyText":"inflate.\n\nto fill something with air or gas so that it becomes the right shape and size for using.\n\nThe pump inflates the tires automatically.","valueText":"şişirmek"},{"keyText":"pasture.\n\nland covered with grass where sheep, cows, etc. are kept.\n\n100 acres of pasture and woodland","valueText":"otlak"},{"keyText":"consistency.\n\nthe ability to remain the same in behavior, attitudes, or qualities.\n\nconsistency in: There is no consistency in the way they deal with offenders.","valueText":"tutarlılık"},{"keyText":"degrade.\n\nto treat someone in a way that makes them stop respecting themselves or that makes other people stop respecting them.\n\nUnder no circumstances can the quality of nursing be allowed to be degraded.","valueText":"aşağılamak"},{"keyText":"duplicate.\n\nto make an exact copy of something such as a document.\n\nDigital images can be duplicated in seconds.","valueText":"kopyasını çıkarmak"},{"keyText":"altitude.\n\nthe height of a place or thing above sea level  (=the surface of the ocean).\n\na jet cruising at an altitude of 35,000 feet","valueText":"irtifa"},{"keyText":"brainstorm.\n\n.\n\n","valueText":"beyin fırtınası yapmak"},{"keyText":"superstition.\n\na belief that things such as magic or luck have the power to affect your life.\n\nThe belief that breaking a mirror will give you seven years of bad luck is just a superstition.","valueText":"batıl inanç"},{"keyText":"dynasty.\n\na family whose members rule a country or region for a long period of time.\n\nthe Tudor dynasty","valueText":"hanedan"},{"keyText":"perish.\n\nto die, usually because of an illness or something that happens suddenly.\n\nAll our horses perished in the fire.","valueText":"can vermek"},{"keyText":"epic.\n\n.\n\n","valueText":"destan"},{"keyText":"prophet.\n\naccording to some religions, a man sent by God to lead people and teach them their religious beliefs.\n\nprophet of: He has been described as the new prophet of monetarism.","valueText":"peygamber"},{"keyText":"mandatory.\n\nordered by a law or rule.\n\nmandatory for: A new accounting system will soon become mandatory for all departments.","valueText":"zorunlu"},{"keyText":"avalanche.\n\na large amount of snow and ice that suddenly falls down a mountain.\n\navalanche of: The companies are fighting an avalanche of lawsuits nationwide.","valueText":"çığ"},{"keyText":"benign.\n\na benign lump in your body or a benign disease is not cancer and will not kill you.\n\na benign tumor","valueText":"sevecen"},{"keyText":"humiliate.\n\nto make someone feel very embarrassed and ashamed.\n\nShe enjoyed humiliating me in front of the other students.","valueText":"aşağılamak"},{"keyText":"narrate.\n\nto tell a story in speech or writing.\n\nMark narrated the shocking details of his night in jail.","valueText":"anlatmak"},{"keyText":"contaminate.\n\nto make something dirty, polluted, or poisonous by adding a chemical, waste, or infection.\n\nIndustrial sewage continues to contaminate our beaches.","valueText":"kirletmek"},{"keyText":"impede.\n\nto make it more difficult for someone to do something or more difficult for something to happen.\n\nThe darkness was impeding his progress.","valueText":"engellemek"},{"keyText":"submarine.\n\na ship that can travel both on the surface of the water and under water.\n\na nuclear submarine","valueText":"denizaltı"},{"keyText":"advent.\n\nthe introduction of a new product, idea, custom, etc..\n\nBefore the advent of computers, not many people knew how to type.","valueText":"geliş"},{"keyText":"shortcut.\n\na path or way of going somewhere that is quicker and shorter than the usual way.\n\ntake a shortcut: On the way home we took a shortcut to avoid traffic.","valueText":"kısayol"},{"keyText":"vulgar.\n\na vulgar joke, comment, action, etc. has a sexual meaning that is considered rude or offensive.\n\na vulgar waste of money","valueText":"kaba"},{"keyText":"compass.\n\n.\n\n","valueText":"sınır"},{"keyText":"cluster.\n\na small group of people or things that are very close to one another.\n\nPeople stood in clusters around the noticeboards.","valueText":"grup"},{"keyText":"ash.\n\nthe gray powder that remains after something has burned.\n\ncigarette ash","valueText":"kül"},{"keyText":"subconscious.\n\nrelating to thoughts or feelings that you have but do not think about, or do not realize you have.\n\nYour dislike of water is perhaps due to a subconscious fear of drowning.","valueText":"bilinçaltı"},{"keyText":"peninsula.\n\n.\n\n","valueText":"yarım ada"},{"keyText":"coffin.\n\n.\n\n","valueText":"tabut"},{"keyText":"magnet.\n\na piece of metal that can make iron or steel objects come to it so that they seem to stick to it.\n\nThe town has now become a real tourist magnet.","valueText":"cazibe merkezi"},{"keyText":"replenish.\n\n.\n\n","valueText":"yenilemek"},{"keyText":"caterpillar.\n\n.\n\n","valueText":"tırtıl"},{"keyText":"vibrate.\n\nto shake very quickly with small movements.\n\nThe walls vibrated with the music from next door.","valueText":"titremek"},{"keyText":"eternal.\n\ncontinuing forever or for a very long time.\n\nthe promise of eternal life/youth/friendship","valueText":"hiç bitmeyen"},{"keyText":"neighbor.\n\nsomeone who lives near you.\n\nSeveral of our friends and neighbors stopped by over the holidays.","valueText":"yerine getirmek"},{"keyText":"irrigate.\n\nto bring water to land through a system of pipes, ditches, etc. in order to make crops grow.\n\nThis water will be used to irrigate farms during the dry season.","valueText":"sulamak"},{"keyText":"bless.\n\nto say a prayer asking God to help and protect someone or something.\n\na ceremony to bless the harvest","valueText":"kutsamak"},{"keyText":"striped.\n\nwith a pattern of stripes.\n\nSue was wearing a blue-and-white striped dress.","valueText":"çizgili"},{"keyText":"collide.\n\nif people or things collide, they crash into each other.\n\nThe two trains collided about a mile outside of the city.","valueText":"çarpışmak"},{"keyText":"clockwise.\n\n.\n\n","valueText":"saat yönünde"},{"keyText":"tattoo.\n\n.\n\n","valueText":"dövme"},{"keyText":"probe.\n\nan attempt to find out the truth about an issue, problem, or accident, made by an official group or by a newspaper, television program, etc..\n\nprobe into: a full-scale government probe into allegations of police corruption","valueText":"soruşturma"},{"keyText":"interchange.\n\na place where you can change from a highway to a crossing road using a system of smaller roads, bridges, etc..\n\ninterchange of: the constant interchange of religious and cultural ideas","valueText":"alışveriş"},{"keyText":"skinny.\n\nvery thin, in a way that is not attractive. Someone who is thin in an attractive way is slender or slim.\n\nAs a kid she was always really skinny.","valueText":"bilgi"},{"keyText":"relativity.\n\n.\n\n","valueText":"görelilik"},{"keyText":"beverage.\n\n.\n\n","valueText":"içecek"},{"keyText":"aisle.\n\na passage between rows of seats, for example in a church, theater, or airplane, or between the shelves of a supermarket.\n\nCereals are in aisle three.","valueText":"koridor"},{"keyText":"lame.\n\na lame animal cannot walk very well because its leg or foot is damaged.\n\nHer horse had gone lame.","valueText":"ayağı sakat"},{"keyText":"debris.\n\n.\n\n","valueText":"enkaz"},{"keyText":"divine.\n\nlike a god, or relating to a god.\n\nThe calm on their faces seemed almost divine.","valueText":"kutsal"},{"keyText":"nourish.\n\nto give a person, animal, or plant the food and care that they need to live, grow, and be healthy.\n\nhealthy well-nourished children","valueText":"beslemek"},{"keyText":"penetrate.\n\nto get inside an object or body by getting through something.\n\nA piece of glass had penetrated the skin.","valueText":"nüfuz etmek"},{"keyText":"cozy.\n\nwarm and comfortable, and making you feel relaxed.\n\na cozy chair next to the fireplace","valueText":"rahat"},{"keyText":"gigantic.\n\nextremely large.\n\nThis gigantic wave came in from the sea.","valueText":"devasa"},{"keyText":"pest.\n\n.\n\n","valueText":"zararlı böcek"},{"keyText":"oppress.\n\nto treat people who are less powerful in an unfair and cruel way.\n\nLabor unionists had been ruthlessly oppressed during the dictatorship.","valueText":"ezmek"},{"keyText":"astounded.\n\n.\n\n","valueText":"hayretler içinde kalmış"},{"keyText":"fatigue.\n\na feeling of being extremely tired, either physically or mentally.\n\nA child’s sleep problems cause parents fatigue and unnecessary guilt.","valueText":"yorgunluk"},{"keyText":"ginger.\n\n.\n\n","valueText":"zencefil"},{"keyText":"poll.\n\nan occasion when a lot of people are asked what they feel about something, usually by a company paid by a political party, television program, etc..\n\nThey’re worried about the candidate’s present low standing in the polls.","valueText":"seçim"},{"keyText":"shovel.\n\n.\n\n","valueText":"kürekle temizlemek"},{"keyText":"filth.\n\n.\n\n","valueText":"kir"},{"keyText":"colonel.\n\n.\n\n","valueText":"albay"},{"keyText":"carpenter.\n\n.\n\n","valueText":"marangoz"},{"keyText":"earnest.\n\nserious, determined, and meaning what you say.\n\nan earnest young man","valueText":"ağırbaşlı"},{"keyText":"pier.\n\n.\n\n","valueText":"iskele"},{"keyText":"bachelor.\n\n.\n\n","valueText":"bekar"},{"keyText":"inhale.\n\nto breathe air, smoke, or other substances into your lungs.\n\nMaria inhaled deeply before speaking again.","valueText":"nefes almak"},{"keyText":"moisture.\n\n.\n\n","valueText":"nem"},{"keyText":"wrestle.\n\nto fight by holding and pushing someone but without hitting with your fists, especially as a sport.\n\nI wrestled the map from his hands.","valueText":"güreşmek"},{"keyText":"utilize.\n\nto use something.\n\nThis room is mainly utilized for training purposes.","valueText":"yararlanmak"},{"keyText":"hurricane.\n\n.\n\n","valueText":"kasırga"},{"keyText":"beforehand.\n\nbefore a particular event: used especially for talking about something done in preparation for the event.\n\nIf you do most of the cooking beforehand, you’ll enjoy the evening more.","valueText":"önceden"},{"keyText":"beast.\n\nan animal, especially a dangerous or strange one.\n\na wild beast","valueText":"hayvan"},{"keyText":"faintly.\n\nin a way that is not clear or strong.\n\nThe car smelled faintly of cigarettes.","valueText":"hafifçe"},{"keyText":"dissatisfy.\n\n.\n\n","valueText":"bir şeyden memnun olmamak"},{"keyText":"wizard.\n\na man in stories who has magic powers.\n\nHe’s a financial wizard.","valueText":"usta"},{"keyText":"punctual.\n\narriving or happening at the time agreed on.\n\nMrs. Marsh liked her guests to be punctual.","valueText":"dakik"},{"keyText":"revolve.\n\nto turn or spin around a central point.\n\nThe platform revolved to reveal a whole new stage setting.","valueText":"dönmek"},{"keyText":"abundant.\n\nexisting or available in large quantities.\n\nThe country has an abundant supply of fossil fuels.","valueText":"bol"},{"keyText":"pave.\n\nto put a hard flat surface on an area of ground, using bricks, blocks of stone, concrete, etc.\n\nThe floor was paved with marble flagstones.","valueText":"kaldırım döşemek"},{"keyText":"extinguish.\n\nto make a fire or cigarette stop burning. A more usual word is put out.\n\nFiremen fought for hours to extinguish the blaze.","valueText":"ateş söndürmek"},{"keyText":"flavor.\n\nthe particular taste that a food or drink has.\n\na nutty/spicy/bitter flavor","valueText":"lezzet"},{"keyText":"migrate.\n\nto go to another place or country in order to work.\n\nHer work showed that the cells migrate to many different sites in the embryo.","valueText":"göç etmek"},{"keyText":"screw.\n\na thin pointed piece of metal that is used for fastening one thing to another. It has a raised twisted part on it called a thread. You push and turn it with a screwdriver instead of hitting it with a hammer like a nail.\n\nI took out the screws to get the door off.","valueText":"vidalamak"},{"keyText":"segregate.\n\nto separate groups of people or things, especially because of race, sex, or religion. To integrate these groups means to bring them together.\n\nThe army has decided not to segregate men and women during training.","valueText":"ayrım yapmak"},{"keyText":"swamp.\n\nto give someone too much to deal with at one time.\n\nswamp someone with something: Online bookstores were swamped with orders during the pre-Christmas rush.","valueText":"bataklık"},{"keyText":"culprit.\n\nsomeone who is responsible for doing something bad or illegal.\n\nPolice have so far failed to find the culprits.","valueText":"suçlu"},{"keyText":"counsel.\n\nto give someone advice and help with their problems, especially as your job.\n\nShe has spent about five years counseling rape victims.","valueText":"tavsiye vermek"},{"keyText":"greenhouse.\n\n.\n\n","valueText":"sera"},{"keyText":"designate.\n\nto formally choose someone or something for a particular purpose.\n\nNobody has yet been designated as the leader.","valueText":"belirlemek"},{"keyText":"plantation.\n\na large farm where crops such as tea, coffee, cotton, and sugar are grown.\n\na sugar plantation","valueText":"ekili alanı"},{"keyText":"precipitate.\n\nto make something happen or begin to exist suddenly and quickly, especially something bad.\n\nSuch headaches can be precipitated by certain foods as well as stress.","valueText":"zemin hazırlamak"},{"keyText":"candy.\n\nsweet food made of cooked sugar or chocolate but not containing flour.\n\nOur kids aren’t allowed to eat candy.","valueText":"şeker"},{"keyText":"petition.\n\na document signed by many people that asks someone in authority to do something.\n\npetition against: More than 300 villagers have signed a petition against the construction project.","valueText":"dilekçe"},{"keyText":"clay.\n\na type of heavy wet dirt that becomes hard when it is baked in a kiln  (=oven), used for making cups, plates, and other objects.\n\nclay pots","valueText":"çamur"},{"keyText":"cavity.\n\n.\n\n","valueText":"boşluk"},{"keyText":"sanctuary.\n\nthe most holy part of a religious building.\n\nRefugees sought sanctuary in Thailand.","valueText":"ibadethane"},{"keyText":"invoke.\n\nto use a law or rule in order to achieve something.\n\nThe president invoked the Taft-Hartley law to force the strikers to return to work.","valueText":"yakarmak"},{"keyText":"pebble.\n\n.\n\n","valueText":"çakıl"},{"keyText":"gloom.\n\ndarkness in which it is difficult to see clearly.\n\nHarry peered into the gathering gloom.","valueText":"kasvet"},{"keyText":"incline.\n\nto slope in a particular direction, or to make something do this.\n\nThe land inclines gradually downward toward the Simpson Desert.","valueText":"meyletmek"},{"keyText":"jewelry.\n\nobjects that you wear as decoration. Types of jewelry are rings, which you wear on your finger, bracelets, which you wear on your wrist, and necklaces, which you wear around your neck.\n\nwear jewelry: My mother doesn’t wear much jewelry.","valueText":"mücevherat"},{"keyText":"elevator.\n\n.\n\n","valueText":"asansör"},{"keyText":"conserve.\n\nto prevent land, water, or other natural resources from being damaged or destroyed.\n\nInternational efforts to conserve forests will help control climate change.","valueText":"korumak"},{"keyText":"errand.\n\na small job that involves going to collect or deliver something.\n\nI’m about to send Tom out on an errand.","valueText":"ayak işi"},{"keyText":"ashore.\n\nto or onto land from the water or a ship.\n\nHe quickly rowed ashore.","valueText":"kıyıya"},{"keyText":"conspiracy.\n\na secret plan by a group of people to do something bad or illegal, especially in politics.\n\nconspiracy against: a conspiracy against the party leadership","valueText":"komplo"},{"keyText":"odor.\n\na smell, especially one that is unpleasant.\n\nthe odor of rotting fruit","valueText":"koku"},{"keyText":"wax.\n\na soft natural or artificial substance that becomes liquid when heated, used for making candles and models, for making wooden furniture shine, and for protecting objects from water.\n\na ball of wax","valueText":"ağda"},{"keyText":"magnify.\n\nto make something appear bigger than it really is.\n\nThick spectacles magnified his eyes.","valueText":"büyütmek"},{"keyText":"compassion.\n\na feeling of sympathy for someone who is in a bad situation because you understand and care about them.\n\nBoth women shared a compassion for victims of war.","valueText":"merhamet"},{"keyText":"dormitory.\n\n.\n\n","valueText":"öğrenci yurdu"},{"keyText":"adhere.\n\nto stick to something.\n\nadhere to: It’s the type of surface that paint doesn’t adhere to very well.","valueText":"bağlı kalmak"},{"keyText":"consist.\n\nto have something as the most important aspect or the only aspect.\n\nTrue strength does not consist in mere muscle.","valueText":"oluşmak"},{"keyText":"choke.\n\nif you choke, or if something chokes you, you cannot breathe because there is not enough air or because something is blocking your throat.\n\nJoe took a bite of the steak and started to choke.","valueText":"boğmak"},{"keyText":"intimidate.\n\nto deliberately make someone feel frightened, especially so that they will do what you want.\n\nThe report said he used harassment and threats to intimidate reporters.","valueText":"gözünü korkutmak"},{"keyText":"apologize.\n\nto tell someone that you are sorry for doing something wrong or for causing a problem.\n\nThere’s no need to apologize.","valueText":"özür dilemek"},{"keyText":"terminate.\n\nif something terminates, or if you terminate it, it ends or you stop it.\n\nThe military operation was terminated in 1969.","valueText":"fesh etmek"},{"keyText":"hemisphere.\n\n.\n\n","valueText":"yarıküre"},{"keyText":"astonish.\n\nto surprise someone very much.\n\nBeth astonished her by refusing to help.","valueText":"şaşırtmak"},{"keyText":"personalize.\n\nto make an argument, issue, or subject deal mainly with individual people and their characters instead of with general facts.\n\nA news editor should not personalize current events.","valueText":"kişiselleştirmek"},{"keyText":"artery.\n\none of the tubes in your body that carries blood from your heart to the rest of your body. A tube that returns blood to your heart is called a vein..\n\none of the city’s main arteries","valueText":"atardamar"},{"keyText":"venom.\n\npoison produced by some animals, especially snakes and insects.\n\nThe venom in her eyes was frightening.","valueText":"kin"},{"keyText":"villain.\n\nthe main bad character in a story, play, movie, etc. The main good character is the hero or heroine.\n\nHe’s just like the villain out of a James Bond movie.","valueText":"kötü adam"},{"keyText":"behavior.\n\nthe way that someone behaves.\n\nAnna was sick of her brother’s annoying behavior.","valueText":"davranış"},{"keyText":"expel.\n\nto officially force someone to leave a place or organization because of their bad behavior.\n\nThey have no legal power to expel a party member.","valueText":"okuldan atmak"},{"keyText":"devastate.\n\nto seriously damage or completely destroy something.\n\nWestern India was devastated by a huge earthquake.","valueText":"harap etmek"},{"keyText":"gratitude.\n\na feeling of being grateful to someone because they have given you something or have done something for you.\n\nIt would be nice to show your gratitude every now and then.","valueText":"şükran"},{"keyText":"outspoken.\n\nan outspoken person states their opinion honestly, even if other people do not like it.\n\nan outspoken critic of the government","valueText":"dobra"},{"keyText":"respiration.\n\n.\n\n","valueText":"solunum"},{"keyText":"pesticide.\n\na chemical used for killing insects, especially those that damage crops.\n\nOur vegetables are grown without the use of pesticides.","valueText":"böcek öldürücü"},{"keyText":"skeptic.\n\n.\n\n","valueText":"şüpheci"},{"keyText":"farewell.\n\n.\n\n","valueText":"veda"},{"keyText":"armor.\n\nmetal clothing that soldiers wore in the Middle Ages to protect their bodies.\n\na knight in armor","valueText":"zırh"},{"keyText":"swarm.\n\nto go somewhere as part of a large crowd.\n\nFans swarmed onto the field to celebrate.","valueText":"üşüşmek"},{"keyText":"patriot.\n\n.\n\n","valueText":"vatansever"},{"keyText":"infamous.\n\nwell known for something bad.\n\nan infamous criminal","valueText":"kötü şöhretli"},{"keyText":"legislate.\n\nto control something by creating a law about it.\n\nYou can’t legislate civility.","valueText":"yasalaştırmak"},{"keyText":"shatter.\n\nto break something suddenly into a lot of small pieces.\n\nThe blast shattered windows over a wide area.","valueText":"paramparça"},{"keyText":"dwarf.\n\n.\n\n","valueText":"cüce"},{"keyText":"torment.\n\nsevere physical or mental pain that someone suffers, often caused deliberately by someone else.\n\nHer eyes revealed the torment in her mind.","valueText":"azap vermek"},{"keyText":"vessel.\n\na large boat or ship.\n\nNew Zealand has banned vessels carrying nuclear weapons.","valueText":"gemi"},{"keyText":"induce.\n\nto cause something, especially a mental or physical change.\n\nBoth treatments were effective in inducing remission of the disease.","valueText":"ikna etmek"},{"keyText":"refute.\n\nto say that a statement is not true or accurate without giving proof.\n\nThe police said he was drunk, a claim refuted by his attorney.","valueText":"yalanlamak"},{"keyText":"shepherd.\n\n.\n\n","valueText":"çoban"},{"keyText":"alien.\n\nsomeone who is not a citizen of the country they are living in.\n\nillegal aliens","valueText":"yabancı"},{"keyText":"diligent.\n\n.\n\n","valueText":"gayretli"},{"keyText":"chemist's.\n\n.\n\n","valueText":"eczane"},{"keyText":"broom.\n\n.\n\n","valueText":"süpürge"},{"keyText":"kidnap.\n\nto illegally take someone away and make them a prisoner, especially in order to make their family or government give you money or allow you to do what you want.\n\nThree American tourists are reported to have been kidnapped by political extremists.","valueText":"insan kaçırmak"},{"keyText":"defense.\n\nactions that you take to protect someone or something that is being attacked.\n\ncome/rush to someone’s defense: Two of his friends came to his defense.","valueText":"savunma"},{"keyText":"separete.\n\n.\n\n","valueText":"ayrı"},{"keyText":"deplete.\n\nto reduce the amount of something or the number of things.\n\nWars in the region have depleted the country’s food supplies.","valueText":"tüketmek"},{"keyText":"dent.\n\n.\n\n","valueText":"çukur"},{"keyText":"plumbing.\n\nthe job of fitting and repairing pipes, water tanks, and other equipment used for supplying and storing water.\n\nI spent all day trying to fix a leak in the plumbing.","valueText":"sıhhi tesisat"},{"keyText":"limb.\n\nan arm, or a leg.\n\nShe rested her tired, aching limbs.","valueText":"uzuv"},{"keyText":"captive.\n\nkept as a prisoner.\n\ntake/hold someone captive: She was kidnapped and held captive for over a week.","valueText":"esir"},{"keyText":"circulate.\n\nto move around continuously inside a system or area, or to make something do this.\n\na machine designed to circulate warm air","valueText":"dolaşmak"},{"keyText":"lyric.\n\nusing words to express feelings in the way that a song would.\n\nlyric poetry","valueText":"şarkı sözü"},{"keyText":"staple.\n\na small piece of wire that you press through pieces of paper with a small object called a stapler so that the ends of the wire bend over and fasten the pieces of paper together.\n\nThe shops are running out of staples such as rice and cooking oil.","valueText":"başlıca"},{"keyText":"contagious.\n\na contagious disease spreads from one person to another through touch or through the air.\n\nHis laughter was contagious.","valueText":"bulaşıcı"},{"keyText":"brew.\n\nto make beer.\n\nA storm was brewing.","valueText":"demlemek"},{"keyText":"ransom.\n\nthe amount of money that someone wants to be paid before they will let a person who they are keeping as a prisoner go free.\n\nHer parents received a ransom note.","valueText":"fidye"},{"keyText":"flush.\n\nto make water pass through a toilet.\n\nLisa flushed and looked away.","valueText":"verimli çağ"},{"keyText":"invalid.\n\nnot legally effective.\n\nYour ticket is invalid without the airline’s official stamp.","valueText":"geçersiz"}]