[{"keyText":"blow up.\n\nif something blows up, or if someone blows something up, it explodes and is destroyed.\n\nTerrorists had threatened to blow up the embassy.","valueText":"patlamak"},{"keyText":"break down.\n\nif a machine or vehicle breaks down, it stops working.\n\nThe car broke down just outside Omaha.","valueText":"bozulmak, arıza yapmak"},{"keyText":"break up.\n\nto break something to make smaller pieces.\n\nBreak the chocolate up into squares.","valueText":"ayrılmak"},{"keyText":"call off.\n\nto decide that something will not happen.\n\nShe’s called off the wedding.","valueText":"iptal etmek"},{"keyText":"carry on.\n\nto continue doing something.\n\nCarry on. You’re doing fine.","valueText":"devam etmek"},{"keyText":"catch up.\n\nto go faster so that you reach the person or vehicle in front of you.\n\ncatch up with: We left first, but they caught up with us.","valueText":"yakalamak"},{"keyText":"cheer up.\n\nto become less sad, or to make someone feel less sad.\n\nI tried to cheer him up, but he just kept staring out the window.","valueText":"neşelenmek"},{"keyText":"come across.\n\nto meet someone, or to find something by chance.\n\nI came across a word I’d never seen before.","valueText":"karşılaşmak"},{"keyText":"come up with.\n\nto think of something such as an idea or a plan.\n\nIs that the best you can come up with?","valueText":"çözüm yolu bulmak, önermek, (fikir) bulmak"},{"keyText":"count on.\n\nto depend on someone to do what you want or expect them to do for you.\n\nThe whole team was counting on me, and I let them down.","valueText":"güvenmek, bel bağlamak"},{"keyText":"figure out.\n\nto be able to understand something or to solve a problem.\n\nWe had to figure out the connection between the two events.","valueText":"anlamak, çözmek"},{"keyText":"fill in.\n\nto add information such as your name or address in the empty spaces on an official document.\n\nPlease fill in your name and address in the space provided.","valueText":"doldurmak"},{"keyText":"get along.\n\nif people get along, they like each other and are friendly to each other.\n\nRichard and his sister don’t get along.","valueText":"geçinmek"},{"keyText":"give up.\n\nto stop doing something that you do regularly.\n\nHis wife finally persuaded him to give up smoking.","valueText":"bırakmak, vazgeçmek"},{"keyText":"go on.\n\nto continue happening or doing something as before.\n\nThe meeting went on a lot longer than I expected.","valueText":"devam etmek"},{"keyText":"hang up.\n\nto stop using a telephone at the end of a conversation.\n\nGreg hung up and sat back in his chair.","valueText":"telefonu kapatmak"},{"keyText":"hold on.\n\nto hold something tightly or carefully so that you do not drop it or do not fall.\n\nhold on tight: Hold on tight everyone, the boat’s getting ready to go.","valueText":"Beklemek (tutmak)"},{"keyText":"keep up with.\n\n.\n\n","valueText":"ayak uydurmak"},{"keyText":"let down.\n\nto make someone disappointed by not doing something that they are expecting you to do.\n\nThe kids will be let down when they hear you can’t come after all.","valueText":"hayal kırıklığına uğratmak"},{"keyText":"look after.\n\nto take care of someone or something and make certain that they have everything they need.\n\nIt’s hard work looking after three children all day.","valueText":"bakmak, ilgilenmek"},{"keyText":"look for.\n\nto search for someone or something.\n\nI’m looking for Jim. Have you seen him?","valueText":"aramak"},{"keyText":"look forward to.\n\nto feel happy and excited about something that is going to happen.\n\nHe had worked hard and was looking forward to his retirement.","valueText":"dört gözle beklemek"},{"keyText":"pass away.\n\nto die. This word is used to avoid saying “die” when you think this might upset someone.\n\nHe passed away in his sleep at the age of eighty-four.","valueText":"vefat etmek"},{"keyText":"pass out.\n\nto suddenly become unconscious, for example because you are too hot.\n\nPeople everywhere were passing out from the heat.","valueText":"bayılmak"},{"keyText":"pick up.\n\nto lift someone or something up from a surface.\n\nHe picked the phone up as soon as it rang.","valueText":"toplamak, yerden almak, kaldırmak"},{"keyText":"pull over.\n\nif a vehicle or driver pulls over, they stop by the side of the road.\n\nLet’s pull over and have a look at the map.","valueText":"kenara çekmek"},{"keyText":"put down.\n\nto put someone or something onto a surface, especially the floor.\n\nEmma put her bag down and went upstairs.","valueText":"yere indirmek"},{"keyText":"put off.\n\nto delay doing something, especially because you do not want to do it.\n\nI was trying to put off the moment when I would have to leave.","valueText":"ertelemek"},{"keyText":"put on.\n\nto cover a part of your body with a piece of clothing or jewelry so that you are wearing it.\n\nDorothy put on her coat and went out.","valueText":"giymek"},{"keyText":"put out.\n\nto make something stop burning.\n\nIt took firefighters three hours to put out the blaze.","valueText":"söndürmek"},{"keyText":"put up with.\n\nto accept someone or something unpleasant in a patient way.\n\nHow has Jan put up with him for so long?","valueText":"dayanmak, katlanmak"},{"keyText":"run out of.\n\n.\n\n","valueText":"bitmek, tükenmek"},{"keyText":"take away.\n\n.\n\n","valueText":"alıp götürmek"},{"keyText":"take off.\n\nto remove something, especially a piece of clothing.\n\nI’d better take my shoes off.","valueText":"kıyafetini çıkarmak"},{"keyText":"throw up.\n\nif you throw up or throw something up, food and drink comes back up from your stomach and out of your mouth.\n\nI feel terrible, I’ve been throwing up all night!","valueText":"kusmak"},{"keyText":"try on.\n\nto put on a piece of clothing in order to see how it looks and whether it fits.\n\nWhat a cute dress! Why don’t you try it on?","valueText":"giysi denemek"},{"keyText":"turn down.\n\nto not accept an offer or request.\n\nHow could you turn down such a fantastic job?","valueText":"reddetmek"},{"keyText":"turn off.\n\nto stop a piece of equipment working temporarily by pressing a button or by moving a switch.\n\nWill you turn the television off, please?","valueText":"elektrikli cihazı kapatmak"},{"keyText":"turn on.\n\nto make a piece of equipment start working by pressing a button or moving a switch.\n\nIs your computer turned on?","valueText":"elektrikli cihaz açmak"},{"keyText":"turn up.\n\nto increase the amount of sound, heat, or light produced by a piece of equipment by pressing a button or moving a switch.\n\nCan you turn the volume up a little?","valueText":"sesi açmak"},{"keyText":"warm up.\n\nto become warm.\n\nI’ll warm up some soup for lunch.","valueText":"ısınmak"},{"keyText":"watch out.\n\nto be careful.\n\nWatch out – you’re going to hit that car!","valueText":"dikkat etmek"},{"keyText":"work out.\n\nto deal with a problem in a satisfactory way.\n\nWe’ve worked out our differences.","valueText":"egzersiz yapmak"}]